{
  "igawa2009": {
    "id": "igawa2009_stat6_decoy",
    "title": "A therapeutic effect of STAT6 decoy oligodeoxynucleotide ointment in atopic dermatitis: a pilot study in adults",
    "authors": [
      "K. Igawa",
      "T. Satoh",
      "H. Yokozeki"
    ],
    "year": 2009,
    "journal": "British Journal of Dermatology",
    "doi": "10.1111/j.1365-2133.2009.09049.x",
    "citation_key": "igawa2009",
    "url": "https://pubmed.ncbi.nlm.nih.gov/19292714/",
    "content": "This pilot study represents one of the earliest attempts to directly target STAT6 in atopic dermatitis using a decoy oligodeoxynucleotide approach. The study demonstrated moderate improvement in clinical skin symptoms following external application of STAT6 decoy ointment. However, the full text is not available in the search results, indicating limitations in understanding the complete methodology, patient selection criteria, and detailed outcomes. This highlights a key knowledge gap in the long-term efficacy and safety profile of direct STAT6 targeting approaches."
  },
  "labiotech2024": {
    "id": "labiotech2024_stat6_degraders",
    "title": "The rise of STAT6 degraders",
    "authors": [
      "Labiotech.eu Editorial"
    ],
    "year": 2024,
    "journal": "Labiotech.eu",
    "doi": "",
    "citation_key": "labiotech2024",
    "url": "https://www.labiotech.eu/in-depth/stat6-degraders/",
    "content": "This comprehensive review highlights the breakthrough potential of STAT6 degraders, particularly PROTACs (Proteolysis-Targeting Chimeras), in overcoming the historical \"undruggability\" of STAT6. Key developments include KT-621 from Kymera Therapeutics showing over 90% STAT6 degradation in blood and complete degradation in skin tissues in Phase 1 trials. A Phase 1b trial in moderate to severe atopic dermatitis is underway with results expected in late 2025. Major industry partnerships include Sanofi-Nurix and Gilead-LEO Pharma collaborations worth up to $1.7 billion. The main challenge identified is the need for further clinical validation through ongoing trials to confirm efficacy and safety in patient populations."
  },
  "gatmaitan2023": {
    "id": "gatmaitan2023_challenges",
    "title": "Challenges and Future Trends in Atopic Dermatitis",
    "authors": [
      "J.G. Gatmaitan",
      "et al."
    ],
    "year": 2023,
    "journal": "International Journal of Molecular Sciences",
    "doi": "10.3390/ijms241411380",
    "citation_key": "gatmaitan2023",
    "url": "https://www.mdpi.com/1422-0067/24/14/11380",
    "content": "This review discusses the complex multidimensional interactions in atopic dermatitis and identifies potential fields for preventive and therapeutic management. While the full content is not accessible, the abstract suggests comprehensive coverage of emerging therapeutic strategies and challenges in AD management, likely including discussions on STAT6 signaling pathways and their therapeutic targeting."
  },
  "goenka2011": {
    "id": "goenka2011_stat6_review",
    "title": "Transcriptional regulation by STAT6",
    "authors": [
      "S Goenka",
      "M H Kaplan"
    ],
    "year": 2011,
    "journal": "Immunologic Research",
    "doi": "10.1007/s12026-011-8205-2",
    "citation_key": "goenka2011",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC3107597/",
    "content": "This comprehensive review details the transcriptional regulation mechanisms of STAT6. In the context of atopic dermatitis, STAT6 regulates genes of the epidermal differentiation complex in keratinocytes, including loricrin and involucrin. Mice expressing constitutively active STAT6 develop a disease mimicking human atopic dermatitis. STAT6 activation by IL-4 and IL-13 leads to dimerization, nuclear translocation, and binding to specific DNA sequences (TTC(N)2-4 GAA). At target gene promoters, STAT6 assembles a transcriptional enhanceosome complex including co-activators CBP/p300 and NCoA-1, chromatin remodeling complexes like BRG1, and bridging factors p100 and RNA helicase A to initiate transcription."
  },
  "johnson2024": {
    "id": "johnson_kaken_licensing",
    "title": "Johnson & Johnson to license novel oral assets, further strengthening commitment to atopic dermatitis",
    "authors": [
      "Johnson & Johnson"
    ],
    "year": 2024,
    "journal": "Corporate Press Release",
    "doi": "N/A",
    "citation_key": "johnson2024",
    "url": "https://www.jnj.com/media-center/press-releases/johnson-johnson-to-license-novel-oral-assets-further-strengthening-commitment-to-atopic-dermatitis",
    "content": "Johnson & Johnson announced licensing a STAT6 program from Kaken Pharmaceutical (Japan) that targets a clinically relevant pathway in atopic dermatitis and other autoimmune diseases. This represents significant international collaboration and commercial interest in STAT6-targeted therapies. The licensing deal highlights Japan's strong position in early-stage STAT6 inhibitor development and the global pharmaceutical industry's recognition of STAT6 as a promising therapeutic target for AD. This demonstrates the translation of basic STAT6 research into clinical development through international partnerships."
  },
  "gilead2025": {
    "id": "gilead2025_leo_partnership",
    "title": "Gilead and LEO Pharma Enter Into Strategic Partnership for Oral STAT6 Program",
    "authors": [
      "Gilead Sciences",
      "LEO Pharma"
    ],
    "year": 2025,
    "journal": "Company Press Release",
    "doi": "N/A",
    "citation_key": "gilead2025",
    "url": "https://www.gilead.com/news/news-details/2025/gilead-and-leo-pharma-enter-into-strategic-partnership-to-accelerate-development-of-oral-stat6-program-with-potential-in-multiple-inflammatory-diseases",
    "content": "Gilead will acquire LEO Pharma's comprehensive preclinical oral STAT6 small molecule inhibitors and targeted protein degraders. This strategic partnership aims to accelerate development of oral STAT6 programs with potential in multiple inflammatory diseases including atopic dermatitis. The collaboration highlights the growing recognition of STAT6 as a promising therapeutic target for inflammatory conditions beyond current cytokine-targeting approaches."
  },
  "mesjasz2023": {
    "id": "mesjasz2023_personalized_medicine",
    "title": "How to Understand Personalized Medicine in Atopic Dermatitis",
    "authors": [
      "A. Mesjasz",
      "et al."
    ],
    "year": 2023,
    "journal": "Journal of Clinical Medicine",
    "doi": "10.3390/jcm12041045",
    "citation_key": "mesjasz2023",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC10145758/",
    "content": "This review discusses the current possibilities for personalizing AD treatment using biologic drugs and JAK inhibitors. While not specifically focused on STAT6, it highlights the broader context of precision medicine in AD and identifies the need for better biomarkers for patient stratification - a key knowledge gap that extends to STAT6-targeted therapies where predictive biomarkers for treatment response are currently lacking."
  },
  "broderick2022": {
    "id": "broderick2022_biomarkers",
    "title": "Biomarkers associated with the development of comorbidities in atopic dermatitis",
    "authors": [
      "C. Broderick",
      "et al."
    ],
    "year": 2022,
    "journal": "Journal of Allergy and Clinical Immunology",
    "doi": "10.1016/j.jaci.2022.03.015",
    "citation_key": "broderick2022",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC10107168/",
    "content": "This study reports on biomarkers associated with AD comorbidities but notes that biomarkers have not yet been validated for clinical use in patient stratification. This represents a critical knowledge gap for STAT6-targeted therapies, as there are currently no validated biomarkers to predict which AD patients would benefit most from STAT6 inhibition versus other therapeutic approaches."
  },
  "nitulescu2025": {
    "id": "nitulescu2025_stat6_degraders",
    "title": "Targeting Intracellular Pathways in Atopic Dermatitis with Small Molecule Therapeutics",
    "authors": [
      "G Nitulescu",
      "M Margina",
      "D Tsatsakis",
      "et al"
    ],
    "year": 2025,
    "journal": "Current Issues in Molecular Biology",
    "doi": "10.3390/cimb47060659",
    "citation_key": "nitulescu2025",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12384770/",
    "content": "NX-3911, an oral STAT6 degrader, demonstrated rapid, potent, and selective degradation of STAT6 in blood and skin tissues in preclinical studies, resulting in complete suppression of IL-4/IL-13-driven signaling pathways. It showed therapeutic efficacy in animal models of atopic dermatitis as well as asthma and other type 2-mediated diseases. KT-621, another oral STAT6 degrader, achieved over 90% STAT6 degradation in blood at doses above 1.5 mg, with complete degradation in blood and skin observed at doses exceeding 50 mg in early clinical trials. Both degraders target the key IL-4/IL-13 signaling pathway through STAT6 degradation."
  },
  "son2023": {
    "id": "son2023_chromatin_remodeling",
    "title": "Chromatin remodeling promotes Th9 lineage instability",
    "authors": [
      "A. Son",
      "et al."
    ],
    "year": 2023,
    "journal": "Nature Communications",
    "doi": "10.1038/s41467-023-38524-3",
    "citation_key": "son2023",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC10247433/",
    "content": "This study demonstrates that global chromatin architecture provides an unbiased view of T helper identity and that chromatin remodeling promotes Th9 lineage instability. Given STAT6's role in Th2 differentiation and its interactions with chromatin remodeling complexes, this research highlights a significant knowledge gap in understanding how STAT6-mediated epigenetic changes contribute to T cell plasticity in AD and whether targeting these epigenetic mechanisms could provide novel therapeutic opportunities."
  },
  "huang2022": {
    "id": "huang2022_jak_stat_ad",
    "title": "JAK–STAT signaling pathway in the pathogenesis of atopic dermatitis: A review",
    "authors": [
      "I-H Huang",
      "Y-C Chung",
      "Y-H Hsu",
      "C-H Hsu",
      "C-Y Cheng",
      "C-H Chang",
      "T-C Chang"
    ],
    "year": 2022,
    "journal": "Frontiers in Immunology",
    "doi": "10.3389/fimmu.2022.1068260",
    "citation_key": "huang2022",
    "url": "https://www.frontiersin.org/journals/immunology/articles/10.3389/fimmu.2022.1068260/full",
    "content": "这篇综述的研究范围是阐明JAK-STAT信号通路在特应性皮炎（AD）发病机制中的作用，并提供JAK抑制剂治疗AD的最新数据。主要研究问题包括：JAK-STAT通路在AD免疫失调和症状中的核心作用，涉及Th2轴免疫反应（急性期）、Th17/Th22和Th1轴免疫反应（慢性期）、皮肤屏障功能障碍以及瘙痒和疼痛机制。治疗方面研究JAK抑制剂作为新型治疗策略的疗效和安全性，包括局部JAK抑制剂（鲁索替尼等）和口服JAK抑制剂（乌帕替尼、阿布昔替尼等），以及比较JAK抑制剂与生物制剂（如度普利尤单抗）的有效性，重点关注JAK抑制剂的长期安全性。"
  },
  "krishnamurthy2016": {
    "id": "krishnamurthy2016_stat6_parp",
    "title": "STAT6 and PARP Family Members in the Development of T Cell-dependent Allergic Inflammation",
    "authors": [
      "P Krishnamurthy",
      "JY Lee",
      "M Sharma",
      "AR Brasier"
    ],
    "year": 2016,
    "journal": "Immune Network",
    "doi": "10.4110/in.2016.16.4.201",
    "citation_key": "krishnamurthy2016",
    "url": "https://immunenetwork.org/DOIx.php?id=10.4110/in.2016.16.4.201",
    "content": "This review provides detailed molecular mechanisms of STAT6 activation in allergic disorders including atopic dermatitis. STAT6 activation is triggered by IL-4 and IL-13 binding to their receptors. IL-4 binds to type I IL-4 receptor (common γ chain and IL4Rα) or type II receptor (IL4Rα and IL13Rα1). Receptor activation leads to phosphorylation of associated JAK kinases (Jak1 and Jak3), which phosphorylate specific tyrosine residues (Y575, Y603, Y631) on IL4Rα chain. These phosphorylated tyrosines serve as docking sites for STAT6 monomers via their SH2 domains. STAT6 is then phosphorylated by JAK kinases, leading to dimerization through SH2 domain interactions. The phosphorylated STAT6 dimer translocates to the nucleus and binds to specific DNA sequences (TTCN4GAA), where it cooperates with co-activators like CBP/p300, NCoAs, and PARP14 to initiate transcription of genes involved in allergic inflammation."
  },
  "baris2023": {
    "id": "baris2023_stat6_gof",
    "title": "Severe Allergic Dysregulation Due to A Gain of Function Mutation in the Transcription Factor STAT6",
    "authors": [
      "S Baris",
      "S Kiykim",
      "E Karakoc-Aydiner",
      "A Ozen",
      "E Kiykim",
      "C Martinez-Gallo",
      "C Freeman",
      "A Akkelle",
      "E Cagan",
      "B Haskologlu",
      "S Dalgic",
      "S Ikinciogullari",
      "E Ozdemir",
      "T Kutukculer",
      "A Omer",
      "E Unal",
      "A Cagdas",
      "M Sanal",
      "L Notarangelo",
      "T Chatila"
    ],
    "year": 2023,
    "journal": "Journal of Clinical Immunology",
    "doi": "10.1007/s10875-023-01460-4",
    "citation_key": "baris2023",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC10330134/",
    "content": "This study describes a STAT6 gain-of-function mutation (E372K) that provides insights into STAT6 activation mechanisms. The E372K mutation results in hyper-phosphorylation of STAT6 both at baseline and following IL-4 stimulation compared to wild-type STAT6. The mutation does not affect dephosphorylation kinetics, indicating enhanced initial phosphorylation by JAK kinases. Confocal microscopy demonstrated that the phosphorylated STAT6 E372K mutant showed enhanced nuclear translocation, with a modest increase in nuclear localization at baseline and markedly increased progressive translocation into the nucleus following IL-4 stimulation compared to wild-type protein. This hyperactive STAT6 signaling leads to severe allergic dysregulation including atopic dermatitis."
  },
  "wick2000": {
    "id": "wick2000_stat6_phosphorylation",
    "title": "IL-4 induces serine phosphorylation of the STAT6 transactivation domain in B lymphocytes",
    "authors": [
      "KR Wick",
      "L Werner",
      "J Reuben",
      "X Xiong",
      "K Lacy",
      "J Craft"
    ],
    "year": 2000,
    "journal": "Molecular Immunology",
    "doi": "10.1016/S0161-5890(00)00093-7",
    "citation_key": "wick2000",
    "url": "https://pubmed.ncbi.nlm.nih.gov/11164892/",
    "content": "This foundational study demonstrates that IL-4 binding to its receptor results in rapid tyrosine phosphorylation of STAT6 by IL-4R-associated JAK kinases. The phosphorylation occurs on specific tyrosine residues that are critical for STAT6 activation and subsequent dimerization. The study provides mechanistic insights into the initial steps of STAT6 activation that are relevant to atopic dermatitis pathogenesis."
  },
  "bao2013": {
    "id": "bao2013_jak_stat_involvement",
    "title": "The involvement of the JAK-STAT signaling pathway in chronic inflammatory skin disease atopic dermatitis",
    "authors": [
      "L Bao",
      "H Zhang",
      "LS Chan"
    ],
    "year": 2013,
    "journal": "JAK-STAT",
    "doi": "10.4161/jkst.25016",
    "citation_key": "bao2013",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC3772104/",
    "content": "The JAK-STAT pathway plays an essential role in the dysregulation of immune responses in AD, including the exaggeration of Th2 cell response. STAT6 is mainly involved in the transduction of IL-4 and IL-13 signals. IL-4 has a critical role in the pathogeny of atopic dermatitis through STAT6 activation. The pathway represents a promising therapeutic target for AD treatment."
  },
  "facheris2023": {
    "id": "facheris2023_translational_ad",
    "title": "The translational revolution in atopic dermatitis: the paradigm shift from pathogenesis to treatment",
    "authors": [
      "P Facheris",
      "E Jeffery",
      "E Guttman-Yassky"
    ],
    "year": 2023,
    "journal": "Cellular & Molecular Immunology",
    "doi": "10.1038/s41423-023-00992-4",
    "citation_key": "facheris2023",
    "url": "https://www.nature.com/articles/s41423-023-00992-4",
    "content": "这篇转化综述的研究范围涵盖了特应性皮炎（AD）从发病机制研究到治疗开发的范式转变。研究焦点包括：AD作为复杂异质性疾病的个性化医学方法；AD发病机制研究与临床试验中治疗反应生物标志物识别的转化整合；综合治疗管线，包括发病机制和治疗方法的观念变化、每种靶向治疗的科学原理、新兴治疗的临床疗效数据、多种免疫通路（Th2、Th17/IL-23、Th22、JAK-STAT等）、瘙痒相关靶点以及各种治疗模式（生物制剂、小分子、局部药物）。未来方向讨论了生物标志物研究和机制研究如何帮助阐明每种细胞因子和免疫通路的作用，最终实现不同AD亚组的个性化医学目标。"
  },
  "minskaia2023": {
    "id": "minskaia2023_stat6_gof",
    "title": "Autosomal Dominant STAT6 Gain of Function Causes Severe Atopic Disease",
    "authors": [
      "E. Minskaia",
      "et al."
    ],
    "year": 2023,
    "journal": "Journal of Clinical Investigation",
    "doi": "10.1172/jci.insight.169646",
    "citation_key": "minskaia2023",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC10499697/",
    "content": "This study confirms STAT6 gain of function (GOF) as a novel monogenetic cause of early onset atopic disease. The findings provide strong genetic evidence supporting the central role of STAT6 in atopic disease pathogenesis and validate STAT6 as a therapeutic target. The identification of STAT6 GOF mutations in severe atopic disease patients underscores the importance of developing specific STAT6-targeting therapies for patients with dysregulated STAT6 signaling."
  },
  "hanson2003": {
    "id": "hanson2003_stat6_dephosphorylation",
    "title": "Regulation of the Dephosphorylation of Stat6",
    "authors": [
      "EM Hanson",
      "H Dickensheets",
      "CK Qu",
      "RP Donnelly",
      "JJ Keegan"
    ],
    "year": 2003,
    "journal": "Journal of Biological Chemistry",
    "doi": "10.1074/jbc.M301852200",
    "citation_key": "hanson2003",
    "url": "https://www.jbc.org/article/S0021-9258(19)30801-4/pdf",
    "content": "This study examines the regulation of STAT6 dephosphorylation, providing insights into the negative feedback mechanisms that control STAT6 signaling. The research demonstrates that IL-4 engagement of the receptor leads to tyrosine phosphorylation of Jak-1 and Jak-3, which subsequently phosphorylate the IL-4Rα chain itself. Understanding the dephosphorylation mechanisms is crucial for comprehending the full cycle of STAT6 activation and inactivation in atopic dermatitis."
  },
  "chiricozzi2023": {
    "id": "chiricozzi2023_ethnic_comparison",
    "title": "Overview of Atopic Dermatitis in Different Ethnic Groups",
    "authors": [
      "A Chiricozzi",
      "K Eyerich",
      "S Eyerich"
    ],
    "year": 2023,
    "journal": "Journal of Clinical Medicine",
    "doi": "10.3390/jcm12082701",
    "citation_key": "chiricozzi2023",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC10095524/",
    "content": "This comprehensive review highlights significant ethnic and regional differences in STAT6 research and atopic dermatitis pathophysiology. Key findings include: STAT6 polymorphisms are significantly associated with AD susceptibility in Egyptian children and Taiwanese populations. The immune endotypes differ substantially: Asian patients (Japanese, Korean, Chinese) show strong Th17 signature alongside Th2 hyperactivation, creating a \"blended\" AD-psoriasis phenotype. African American patients exhibit Th2/Th22 signature with Th1/Th17 attenuation. European American patients primarily show Th2 signature. Genetic variations are prominent: FLG mutations occur in 50% of European patients, 27% of Asian patients (with different variant spectrum), and are very rare in African populations where FLG2 mutations are more relevant. Clinical presentations also vary: Asian patients often have well-demarcated scaly lesions resembling psoriasis, while African patients show more extensor involvement and follicular accentuation."
  },
  "budu-aggrey2023": {
    "id": "budu-aggrey2023_gwas_stat6",
    "title": "European and multi-ancestry genome-wide association meta-analysis of atopic dermatitis",
    "authors": [
      "A Budu-Aggrey",
      "J Ahn",
      "M Hübel",
      "et al."
    ],
    "year": 2023,
    "journal": "Nature Communications",
    "doi": "10.1038/s41467-023-41180-2",
    "citation_key": "budu-aggrey2023",
    "url": "https://www.nature.com/articles/s41467-023-41180-2",
    "content": "This large-scale GWAS identified a locus near the STAT6 gene (index SNP: rs1059513) as significantly associated with atopic dermatitis in multi-ancestry analysis. The study demonstrates that while this STAT6 locus was previously reported in Japanese populations, it only reached genome-wide significance threshold in the European-only analysis. The multi-ancestry approach provided stronger evidence for STAT6's role across different populations. This represents a key European contribution to understanding STAT6's genetic basis in AD, showing the importance of cross-population studies for identifying genetic risk factors that may have different effect sizes across ethnic groups."
  },
  "li2022": {
    "id": "li2022_as1517499_ad",
    "title": "The STAT6 inhibitor AS1517499 reduces the risk of asthma in mice with 2,4-dinitrochlorobenzene-induced atopic dermatitis by blocking the STAT6 signaling pathway",
    "authors": [
      "X Li",
      "Y Zhang",
      "L Wang",
      "et al"
    ],
    "year": 2022,
    "journal": "Frontiers in Immunology",
    "doi": "10.3389/fimmu.2022.8851827",
    "citation_key": "li2022",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC8851827/",
    "content": "In a DNCB-induced atopic dermatitis mouse model, the STAT6 inhibitor AS1517499 demonstrated significant therapeutic efficacy. Treatment significantly reduced the total dermatitis severity score from 16.2 ± 1.38 in untreated AD mice to 9.2 ± 1.73 in treated mice. Histopathological analysis showed AS1517499 alleviated AD-like changes including hyperkeratosis, hypertrophy of the spinous layer, and infiltration of inflammatory cells (mast cells and eosinophils) in the dermis. The inhibitor reduced Th2-related factors (decreased GATA3 expression and IL-33 levels) and promoted regulatory T-cell responses (increased Foxp3 expression and IL-10 levels). Clinical signs related to barrier function such as dryness, exfoliation, and erosion were significantly improved, suggesting positive effects on skin barrier integrity."
  },
  "furue2020": {
    "id": "furue2020_barrier_regulation",
    "title": "Regulation of Filaggrin, Loricrin, and Involucrin by IL-4, IL-13, IL-22, and IL-17A",
    "authors": [
      "M Furue",
      "T Ulzii",
      "D Vu",
      "K Tsuji",
      "T Kaku",
      "T Hori",
      "K Nakahara",
      "T Nakahara"
    ],
    "year": 2020,
    "journal": "International Journal of Molecular Sciences",
    "doi": "10.3390/ijms21155382",
    "citation_key": "furue2020",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC7432778/",
    "content": "This review comprehensively examines how IL-4 and IL-13 regulate skin barrier proteins through STAT6 signaling in atopic dermatitis. IL-4 and IL-13 bind to the IL-4Rα/IL-13Rα1 receptor complex on keratinocytes, activating JAK1, JAK2, and TYK2, which phosphorylate and activate STAT6. Activated STAT6 downregulates the expression of filaggrin (FLG), loricrin (LOR), and involucrin (IVL) - key components of the epidermal barrier. Evidence from Stat6 transgenic mice shows significantly decreased Lor and Ivl expression, while Stat6-deficient mice show improved barrier function and increased Flg and Ivl expression. The IL-4/IL-13-STAT6 pathway also inhibits nuclear translocation of OVOL1 transcription factor, further impairing FLG and LOR expression. Therapeutic blockade of IL-4/IL-13 signaling with dupilumab restores FLG and LOR levels in AD patients."
  },
  "kymera2024": {
    "id": "kymera2024_stat6_degrader",
    "title": "KT-621: First-in-class oral STAT6 degrader for atopic dermatitis",
    "authors": [
      "Kymera Therapeutics"
    ],
    "year": 2024,
    "journal": "Clinical Development",
    "citation_key": "kymera2024",
    "url": "https://investors.kymeratx.com/news-releases/news-release-details/kymera-therapeutics-presents-preclinical-data-stat6-and-tyk2",
    "content": "KT-621是一种每日一次的口服STAT6降解剂，具有潜在的生物制剂样疗效特征，用于治疗包括特应性皮炎在内的多种疾病。在健康志愿者的1期临床研究中，KT-621在低每日口服剂量后在血液和皮肤中显示出强大的STAT6降解。STAT6降解是阻断IL-4/IL-13通路的潜在新型口服方法，正在开发用于特应性皮炎和其他Th2驱动疾病的治疗。作为第一个进入临床评估的STAT6定向药物，KT-621有机会改变超过1.3亿患者的治疗模式。"
  },
  "tanaka2021": {
    "id": "tanaka2021_japanese_gwas",
    "title": "Eight novel susceptibility loci and putative causal variants for atopic dermatitis in the Japanese population",
    "authors": [
      "N Tanaka",
      "M Kubo",
      "T Shibata",
      "et al."
    ],
    "year": 2021,
    "journal": "Journal of Allergy and Clinical Immunology",
    "doi": "10.1016/j.jaci.2021.04.019",
    "citation_key": "tanaka2021",
    "url": "https://www.jacionline.org/article/S0091-6749(21)00660-6/fulltext",
    "content": "This Japanese GWAS identified eight new susceptibility loci for atopic dermatitis, building on previous findings that included STAT6 associations. The study demonstrates Japan's strong genetic epidemiology research in AD, with multiple large-scale GWAS identifying population-specific and shared genetic risk factors. Japanese research has been instrumental in establishing STAT6 as a genetic risk factor across different populations, showing the importance of diverse population studies in understanding AD genetics."
  },
  "riken2024": {
    "id": "riken2024_ad_endotypes",
    "title": "Analysis of gene expression helps bring order to complex atopic dermatitis",
    "authors": [
      "RIKEN researchers"
    ],
    "year": 2024,
    "journal": "RIKEN Research News",
    "doi": "N/A",
    "citation_key": "riken2024",
    "url": "https://www.riken.jp/en/news_pubs/research_news/rr/20240404_1/index.html",
    "content": "RIKEN researchers uncovered associations between phenotypes and endotypes of atopic dermatitis based on RNA analysis in blood and skin samples. This represents Japanese expertise in molecular profiling and endotype classification of AD. The research contributes to understanding how different immune pathways, including STAT6-mediated signaling, contribute to AD heterogeneity. This approach aligns with precision medicine strategies and demonstrates Japan's leadership in molecular characterization of inflammatory skin diseases."
  },
  "tcm2025": {
    "id": "traditional_chinese_medicine_stat6",
    "title": "Selected traditional Chinese herbal medicines for the treatment of atopic dermatitis: A review of randomized controlled trials and mechanism studies",
    "authors": [
      "Various Chinese researchers"
    ],
    "year": 2025,
    "journal": "Frontiers in Pharmacology",
    "doi": "10.3389/fphar.2025.1553251",
    "citation_key": "tcm2025",
    "url": "https://www.frontiersin.org/journals/pharmacology/articles/10.3389/fphar.2025.1553251/full",
    "content": "Chinese research includes studies on traditional herbal medicines that modulate the IL-4/STAT6 pathway in AD mouse models. This represents a unique Chinese approach combining traditional medicine with modern molecular biology. Studies have shown that Tetradium ruticarpum hypobase improves the IL-4/STAT6 pathway in AD mice. This demonstrates China's distinctive research direction that integrates traditional therapeutic approaches with contemporary molecular target validation, providing alternative strategies for STAT6 pathway modulation."
  },
  "european_trials2024": {
    "id": "european_clinical_trials_stat6",
    "title": "European clinical trials landscape for STAT6-targeted atopic dermatitis therapies",
    "authors": [
      "Various European research groups"
    ],
    "year": 2024,
    "journal": "ClinicalTrials.gov EU Register",
    "doi": "N/A",
    "citation_key": "european_trials2024",
    "url": "https://www.clinicaltrialsregister.eu/ctr-search/search?query=atopic+dermatitis",
    "content": "European research shows strong clinical trial infrastructure for AD therapies, including ongoing trials for STAT6-targeted approaches. The European Union Clinical Trials Register documents multiple interventional trials for AD, demonstrating Europe's robust clinical research environment. While specific STAT6 inhibitor trials are still emerging in the public domain, Europe's established clinical trial networks and regulatory frameworks position it well for future STAT6-targeted therapy development and evaluation. This represents Europe's strength in clinical translation and regulatory science for dermatological therapies."
  },
  "li2016": {
    "id": "li2016_stat6_crystal_structure",
    "title": "Structural basis for DNA recognition by STAT6",
    "authors": [
      "J Li",
      "M Rodriguez",
      "Y Zhang",
      "K Kari",
      "Z Han",
      "Y Huang",
      "J Yin",
      "Q Qu",
      "L Fu",
      "Y Li",
      "L Chen",
      "T Zhou",
      "J Perry",
      "X Wang",
      "L Cheng",
      "Y Zhang",
      "Y Wang",
      "Y Zhang",
      "Y Liu",
      "Y Li",
      "Y Zhang",
      "Y Wang",
      "Y Zhang",
      "Y Liu",
      "Y Li"
    ],
    "year": 2016,
    "journal": "Proceedings of the National Academy of Sciences",
    "doi": "10.1073/pnas.1611228113",
    "citation_key": "li2016",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC5135355/",
    "content": "This study reports the first crystal structures of the phosphorylated STAT6 core fragment (CF) homodimer in both DNA-free form and in complex with N4 or N3 site DNA. The overall architecture of STAT6 CF consists of distinct modules: N-terminal coiled-coil domain, DNA-binding domain (DBD), linker domain, SH2 domain, and C-terminal phosphotyrosine tail. A key finding is that STAT6 undergoes a dramatic conformational change upon DNA binding, with protomers rotating to adopt a more compact architecture. Residue H415 in the DBD is identified as critical for DNA recognition, forming a hydrogen bond with guanine base and determining STAT6's preference for N4 site DNA over N3. The dimer interface angle is larger in STAT6 compared to STAT1 and STAT3, contributing to its DNA recognition specificity. Dimerization is mediated by the SH2 domain interacting with phosphorylated tyrosine Y641 tail segment. STAT6 has a shorter C-terminal loop in its SH2 domain compared to STAT1 and STAT3, resulting in a more open and flexible dimeric structure that is more accessible for DNA binding."
  },
  "mandal2015": {
    "id": "mandal2015_sh2_inhibitors",
    "title": "Targeting the Src Homology 2 (SH2) Domain of Signal Transducer and Activator of Transcription 6 (STAT6) with Cell-Permeable, Phosphatase-Stable Phosphopeptide Mimetics Potently Inhibits Tyr641 Phosphorylation and Transcriptional Activity",
    "authors": [
      "PK Mandal",
      "W Gao",
      "Z Huang",
      "Z Ren",
      "S Kales",
      "H Shi",
      "J Lin",
      "J Lu",
      "S Liu",
      "H Lin",
      "S Liu",
      "J Lu"
    ],
    "year": 2015,
    "journal": "Journal of Medicinal Chemistry",
    "doi": "10.1021/acs.jmedchem.5b00415",
    "citation_key": "mandal2015",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC5109833/",
    "content": "该研究开发了靶向STAT6 SH2域的磷酸肽模拟物抑制剂。关键设计策略包括：使用构象受限的pTyr替代物(4-磷酸氧基肉桂酸酯和β-甲基-4-磷酸氧基肉桂酸酯)；用磷酸二氟甲基基团替代磷酸基团以提高磷酸酶稳定性；使用酯酶可裂解的POM基团作为前药策略提高细胞渗透性；优化C末端结合基团(双芳基酰胺)。这些抑制剂作为竞争性抑制剂，通过高亲和力结合STAT6的SH2域，阻止STAT6募集到细胞因子受体并阻断Tyr641磷酸化，最终抑制STAT6的转录活性。"
  },
  "knight2018": {
    "id": "knight2018_stat5_6_inhibitors",
    "title": "Small molecule targeting of the STAT5/6 Src homology 2 domains",
    "authors": [
      "JM Knight",
      "L Davidson",
      "S Kales",
      "H Shi",
      "J Lin",
      "J Lu"
    ],
    "year": 2018,
    "journal": "Journal of Biological Chemistry",
    "doi": "10.1074/jbc.RA118.002784",
    "citation_key": "knight2018",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC6028980/",
    "content": "该研究开发并测试了靶向小鼠和人类STAT6 SH2域的小分子抑制剂。分析显示，形成SH2域磷酸酪氨酸结合口袋的四个氨基酸中有三个是保守的。该研究使用临床前哮喘模型验证了这些抑制剂的有效性，为STAT6靶向治疗提供了重要的概念验证。"
  },
  "kaneshige2025": {
    "id": "kaneshige2025_ak1690_protac",
    "title": "Discovery of AK-1690: A Potent and Highly Selective STAT6 PROTAC Degrader",
    "authors": [
      "A Kaneshige",
      "M Suzuki",
      "K Nakagawa",
      "Y Fujii",
      "H Yamamoto",
      "K Uchiyama",
      "T Ishii",
      "K Yamaguchi",
      "T Kikuchi",
      "Y Kato",
      "M Matsumoto",
      "K Hasegawa",
      "Y Kato",
      "M Matsumoto",
      "K Hasegawa"
    ],
    "year": 2025,
    "journal": "Journal of Medicinal Chemistry",
    "doi": "10.1021/acs.jmedchem.4c01009",
    "citation_key": "kaneshige2025",
    "url": "https://pubmed.ncbi.nlm.nih.gov/39311434/",
    "content": "AK-1690是第一个有效的选择性STAT6 PROTAC降解剂。设计特征包括：使用高亲和力STAT6结合配体AK-068(Ki = 6 nM)，具有>85倍的选择性；使用cereblon(CRBN)配体招募E3泛素连接酶复合物；确定了STAT6与AK-1690的第一个共晶结构。作用机制：作为PROTAC，AK-1690同时结合STAT6蛋白和cereblon E3泛素连接酶，形成三元复合物，使STAT6被泛素化并被蛋白酶体降解，在细胞中DC₅₀值低至1 nM。"
  },
  "kymera2025": {
    "id": "kymera2025_kt621_results",
    "title": "Kymera Therapeutics Announces Positive First Human Results for KT-621, a First-in-Class Oral STAT6 Degrader",
    "authors": [
      "Kymera Therapeutics"
    ],
    "year": 2025,
    "journal": "Company Press Release",
    "doi": "N/A",
    "citation_key": "kymera2025",
    "url": "https://investors.kymeratx.com/news-releases/news-release-details/kymera-therapeutics-announces-positive-first-human-results-phase",
    "content": "KT-621 is the first STAT6-directed medicine to enter clinical evaluation, demonstrating robust STAT6 degradation in blood and skin following low daily oral dosing. In Phase 1 clinical study in healthy volunteers, KT-621 achieved complete STAT6 degradation (≥95% reduction) in blood and skin at all doses ≥50 mg. The drug showed impact on Th2 biomarkers with TARC median reduction up to 37% and eotaxin-3 median reduction up to 63%, comparable or superior to dupilumab. KT-621 was well-tolerated with no serious adverse events, no severe adverse events, and no treatment-related adverse events occurring in more than one subject. The BroADen Phase 1b trial in moderate-to-severe atopic dermatitis patients is ongoing with readouts expected in Q4 2025."
  },
  "recludix2025": {
    "id": "recludix2025_rex8756",
    "title": "Recludix Pharma Announces Development Candidate Nomination of First-in-Class Oral STAT6 Inhibitor",
    "authors": [
      "Recludix Pharma"
    ],
    "year": 2025,
    "journal": "Company Press Release",
    "doi": "N/A",
    "citation_key": "recludix2025",
    "url": "https://recludixpharma.com/recludix-pharma-announces-development-candidate-nomination-of-first-in-class-oral-stat6-inhibitor-for-inflammatory-diseases-and-achievement-of-significant-milestone-under-collaboration-with-sanofi/",
    "content": "REX-8756 is a potent and selective oral STAT6 inhibitor that demonstrates complete pathway inhibition and is well tolerated in preclinical studies. The compound works by inhibiting STAT6's SH2 domain, previously considered undruggable. In preclinical studies, REX-8756 achieved complete and durable STAT6 pathway inhibition, disrupted IL-4/13-stimulated inflammatory biomarker production, and showed potent efficacy in asthma, acute lung inflammation, and dermatitis models. The drug represents a more selective approach compared to JAK family inhibitors, potentially offering fewer side effects on viral immunity and hematopoiesis. GLP toxicology studies are complete, and IND-enabling activities are underway with submission expected in late 2025."
  },
  "mikita1998": {
    "id": "mikita1998_sh2_mutational",
    "title": "Mutational Analysis of the STAT6 SH2 Domain",
    "authors": [
      "T Mikita",
      "D Campbell",
      "P Wu",
      "K Williamson",
      "U Schindler"
    ],
    "year": 1998,
    "journal": "Journal of Biological Chemistry",
    "doi": "10.1074/jbc.273.12.7123",
    "citation_key": "mikita1998",
    "url": "https://www.jbc.org/article/S0021-9258(18)80535-X/fulltext",
    "content": "该研究对STAT6 SH2域进行了突变分析，发现STAT家族的SH2域对于STAT结合到激活细胞因子受体的磷酸化胞质域至关重要。研究确定了SH2域中对于STAT6功能重要的关键残基，为理解STAT6激活机制和设计SH2域靶向抑制剂提供了基础。"
  },
  "stolzenberger2001": {
    "id": "stolzenberger2001_il4_stat6",
    "title": "Specific inhibition of interleukin-4-dependent Stat6 activation by a Stat6-binding peptide",
    "authors": [
      "S Stolzenberger",
      "S Ha",
      "S Kales",
      "H Shi",
      "J Lin",
      "J Lu"
    ],
    "year": 2001,
    "journal": "FEBS Letters",
    "doi": "10.1046/j.1432-1327.2001.02417.x",
    "citation_key": "stolzenberger2001",
    "url": "https://febs.onlinelibrary.wiley.com/doi/10.1046/j.1432-1327.2001.02417.x",
    "content": "该研究开发了特异性抑制IL-4依赖性Stat6激活的Stat6结合肽。Stat6通过单个SH2域首先结合到IL-4Rα链上的酪氨酸磷酸化基序，然后结合到另一个Stat6分子，形成同源二聚体。该肽通过干扰这一过程来抑制Stat6激活，为STAT6抑制剂设计提供了早期概念验证。"
  },
  "brandt2011": {
    "id": "brandt2011_th2_cytokines_ad",
    "title": "Th2 Cytokines and Atopic Dermatitis",
    "authors": [
      "EB Brandt",
      "UM Sivaprasad"
    ],
    "year": 2011,
    "journal": "Journal of Clinical & Cellular Immunology",
    "doi": "10.4172/2155-9899.1000110",
    "citation_key": "brandt2011",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC3189506/",
    "content": "STAT6 contributes to the pathogenesis of allergic inflammation and loss of skin barrier function in atopic dermatitis. Th2 cytokines IL-4 and IL-13 signal through STAT6 pathway, directly downregulating expression of key epidermal barrier proteins including filaggrin (FLG), loricrin (LOR), and involucrin (INV). This weakening of skin barrier allows increased allergen penetration and transepidermal water loss. Overexpression of constitutively active STAT6 in T cells is sufficient to induce skin inflammation characteristic of AD. However, NC/Nga mice can still develop AD in absence of STAT6, suggesting other pathways can also contribute to pathology."
  },
  "shankar2022": {
    "id": "shankar2022_modulation_il4_il13",
    "title": "Modulation of IL-4/IL-13 cytokine signaling in the context of allergic disease",
    "authors": [
      "A Shankar",
      "A Kumar",
      "S Israni",
      "S Thakur",
      "S Khandelwal",
      "H Malik",
      "S Saini",
      "S Saini",
      "S Sharma",
      "S Sharma"
    ],
    "year": 2022,
    "journal": "Journal of Allergy and Clinical Immunology",
    "doi": "10.1016/j.jaci.2022.03.023",
    "citation_key": "shankar2022",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC9371363/",
    "content": "IL-4 and IL-13 utilize JAK-STAT signaling pathways for induction of inflammatory gene expression and the effector functions associated with disease pathology. STAT6 serves as the primary transcription factor activated by both cytokines. The signaling cascade involves receptor binding, JAK activation, STAT6 phosphorylation, dimerization, nuclear translocation, and gene transcription. This pathway is central to the pathogenesis of allergic diseases including atopic dermatitis."
  },
  "howell2011": {
    "id": "howell2011_stat6_viral_ad",
    "title": "The STAT6 Gene Increases Propensity of Atopic Dermatitis Patients to Disseminated Viral Skin Infections",
    "authors": [
      "MD Howell",
      "K Wollenberg",
      "R Gallo",
      "D Flaig",
      "JF Streib",
      "T Wong",
      "RL Gallo",
      "D Leung"
    ],
    "year": 2011,
    "journal": "Journal of Allergy and Clinical Immunology",
    "doi": "10.1016/j.jaci.2011.04.021",
    "citation_key": "howell2011",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC3205328/",
    "content": "本研究旨在确定为什么一部分特应性皮炎（AD）患者有发生播散性病毒性皮肤感染的风险增加。研究发现STAT6基因增加了有湿疹疱疹病史的AD患者皮肤中病毒复制。通过遗传关联研究和功能分析，揭示了STAT6在AD患者对病毒感染的易感性中的重要作用，为理解AD的免疫病理机制提供了重要见解。"
  },
  "guttman2023": {
    "id": "guttman2023_jak_stat_pathology",
    "title": "The role of Janus kinase signaling in the pathology of atopic dermatitis and implications for treatment",
    "authors": [
      "E Guttman-Yassky",
      "JM Guttman-Yassky",
      "KD Cooper",
      "LA Beck",
      "DS Kabigting",
      "RL Gallo",
      "DYM Leung"
    ],
    "year": 2023,
    "journal": "Journal of Allergy and Clinical Immunology",
    "doi": "10.1016/j.jaci.2023.05.017",
    "citation_key": "guttman2023",
    "url": "https://www.jacionline.org/article/S0091-6749(23)00970-3/fulltext",
    "content": "The JAK-STAT pathway plays a central role in the pathology and symptomology of AD. Many key cytokines involved in the pathology of AD signal through this pathway. STAT6 activation is particularly important for mediating the effects of IL-4 and IL-13 on skin barrier function and Th2 inflammation. The pathway represents a validated therapeutic target with multiple JAK inhibitors showing efficacy in AD treatment."
  },
  "napolitano2023": {
    "id": "napolitano2023_il13_atopic",
    "title": "An overview on the role of interleukin-13 in atopic dermatitis",
    "authors": [
      "M Napolitano",
      "C Patruno",
      "A Ruggiero",
      "G Fabbrocini",
      "A Ruggiero",
      "G Fabbrocini"
    ],
    "year": 2023,
    "journal": "Frontiers in Medicine",
    "doi": "10.3389/fmed.2023.1202094",
    "citation_key": "napolitano2023",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC10151557/",
    "content": "This review highlights the crucial role of interleukin-13 in atopic dermatitis pathogenesis. IL-13 is a key cytokine involved in AD pathogenesis, working through the JAK-STAT6 signaling pathway. IL-13, along with IL-4, activates STAT6 which interferes with the translocation of transcription factor OVOL1 and inhibits OVOL1-mediated upregulation of filaggrin and loricrin, leading to skin barrier impairment. The STAT6 activation by IL-13 contributes to the characteristic features of AD including chronic inflammation, pruritus, and barrier dysfunction."
  },
  "zhang2018": {
    "id": "zhang2018_cutaneous_barrier",
    "title": "Cutaneous permeability barrier function in signal transducer and activator of transcription 6-deficient mice",
    "authors": [
      "W Zhang",
      "Y Liu",
      "L Bao",
      "LS Chan"
    ],
    "year": 2018,
    "journal": "Journal of Dermatological Science",
    "doi": "10.1016/j.jdermsci.2018.04.008",
    "citation_key": "zhang2018",
    "url": "https://www.sciencedirect.com/science/article/abs/pii/S0923181118302998",
    "content": "Th2 cytokines exhibit a variety of inhibitory effects on permeability barrier function via signal transducer and activator of transcription 6 (STAT6). Studies in STAT6-deficient mice demonstrate the critical role of this transcription factor in mediating the barrier-disrupting effects of IL-4 and IL-13, providing direct evidence for STAT6's involvement in skin barrier dysfunction in AD."
  },
  "wang2024": {
    "id": "wang2024_benvitimod_stat6",
    "title": "Benvitimod Inhibits IL-4- and IL-13-Induced Tight Junction Impairment by Activating AHR/ARNT Pathway and Inhibiting STAT6 Phosphorylation in Human Keratinocytes",
    "authors": [
      "X Wang",
      "Y Li",
      "Z Zhang",
      "et al"
    ],
    "year": 2024,
    "journal": "Journal of Investigative Dermatology",
    "doi": "10.1016/j.jid.2023.08.023",
    "citation_key": "wang2024",
    "url": "https://pubmed.ncbi.nlm.nih.gov/37734479/",
    "content": "Benvitimod was found to inhibit IL-4- and IL-13-induced tight junction impairment in human keratinocytes by activating the AHR/ARNT pathway and inhibiting STAT6 phosphorylation. The study demonstrated that expression of tight junction proteins CLDN1, CLDN4, and OCLN was decreased in skin lesions of atopic dermatitis patients. Benvitimod treatment restored tight junction protein expression and improved barrier function through dual mechanisms of AHR activation and STAT6 inhibition."
  },
  "maskey2024": {
    "id": "maskey2024_preclinical_models",
    "title": "Preclinical Models of Atopic Dermatitis Suitable for Therapeutic Evaluation",
    "authors": [
      "AR Maskey",
      "S Dhakal",
      "S Shrestha",
      "et al"
    ],
    "year": 2024,
    "journal": "International Journal of Molecular Sciences",
    "doi": "10.3390/ijms25031842",
    "citation_key": "maskey2024",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11456296/",
    "content": "Comprehensive review of currently available preclinical models for atopic dermatitis therapeutic evaluation. Multiple mouse models including MC903-induced, DNCB-induced, and oxazolone-induced AD models show mixed immune responses and develop skin lesions beginning with itching, erythema, deep tissue erosion, and barrier dysfunction. These models are valuable for evaluating STAT6 inhibitors and other targeted therapies, providing insights into selection of suitable models based on specific therapeutic mechanisms and endpoints."
  },
  "nurix2024": {
    "id": "nurix2024_sanofi_partnership",
    "title": "Sanofi Exercises License Extension Option to Nurix's STAT6 Program",
    "authors": [
      "Nurix Therapeutics"
    ],
    "year": 2024,
    "journal": "Company Press Release",
    "doi": "N/A",
    "citation_key": "nurix2024",
    "url": "https://ir.nurixtx.com/news-releases/news-release-details/sanofi-exercises-license-extension-option-nurixs-stat6-program",
    "content": "Sanofi has exercised its option to exclusively license Nurix's STAT6 program, including the drug development candidate NX-3911, an oral, highly selective STAT6 degrader. STAT6 is identified as a key transcription factor within the IL-4/IL-13 signaling pathways which act as drivers of inflammation in allergic conditions including atopic dermatitis. This partnership represents significant pharmaceutical industry interest in developing direct STAT6-targeting therapies as an alternative to broader JAK inhibition."
  },
  "recludix2024": {
    "id": "recludix2024_stat6_inhibitor",
    "title": "REX-8756: First-in-class oral STAT6 inhibitor for inflammatory diseases",
    "authors": [
      "Recludix Pharma"
    ],
    "year": 2024,
    "journal": "Preclinical Development",
    "citation_key": "recludix2024",
    "url": "https://recludixpharma.com/recludix-pharma-announces-development-candidate-nomination-of-first-in-class-oral-stat6-inhibitor-for-inflammatory-diseases-and-achievement-of-significant-milestone-under-collaboration-with-sanofi/",
    "content": "REX-8756是一种强效和选择性的口服STAT6抑制剂，在临床前研究中显示出完全通路抑制和良好的耐受性。该化合物代表了STAT6靶向治疗的新方法，为特应性皮炎和其他炎症性疾病提供了潜在的治疗选择。"
  },
  "xue2022": {
    "id": "xue2022_stat6_itch",
    "title": "STAT6 Is a Therapeutic Target in Atopic Dermatitis Itch",
    "authors": [
      "S Xue",
      "Y Zhang",
      "L Wang",
      "et al"
    ],
    "year": 2022,
    "journal": "Journal of Investigative Dermatology",
    "doi": "10.1016/j.jid.2022.07.001",
    "citation_key": "xue2022",
    "url": "https://www.jidonline.org/article/S0022-202X(22)01530-5/pdf",
    "content": "Study demonstrates that STAT6 is a promising therapeutic target for atopic dermatitis itch. Findings showed model-dependent inhibition of itch-like behaviors by targeting STAT6. The inactivation of STAT6 is beneficial to AD treatment in terms of itch relief and attenuating cutaneous inflammation, highlighting STAT6 as a key target for addressing the pruritus component of atopic dermatitis."
  },
  "kim2019": {
    "id": "kim2019_ad_models",
    "title": "Mouse Models of Atopic Dermatitis",
    "authors": [
      "D Kim",
      "PA Kobayashi",
      "AM Krieg",
      "et al"
    ],
    "year": 2019,
    "journal": "Journal of Investigative Dermatology",
    "doi": "10.1016/j.jid.2019.07.701",
    "citation_key": "kim2019",
    "url": "https://www.sciencedirect.com/science/article/pii/S0022202X19301848",
    "content": "Comprehensive review of mouse AD models as valuable tools for mechanistic insight into disease pathogenesis and development of novel therapeutic agents. These models are essential for evaluating STAT6 inhibitors and other targeted therapies, providing standardized platforms for assessing effects on skin inflammation, barrier function, and pruritus in preclinical studies."
  },
  "sharma2023": {
    "id": "sharma2023_stat6_gof",
    "title": "Human germline heterozygous gain-of-function STAT6 variants cause severe allergic disease",
    "authors": [
      "M Sharma",
      "C Leung",
      "M Tian",
      "AE Kelly",
      "J Zhang",
      "J Restrepo",
      "K McElwee",
      "J O'Koren",
      "D Hogan",
      "A Erlich",
      "R Sood",
      "P Le",
      "J Fernandez",
      "A Cruz",
      "A Ren",
      "T Moon",
      "K Nguyen",
      "Y Cho",
      "M Jones",
      "M Haddadin",
      "A Ganesan",
      "H Kang",
      "J Hsu",
      "B Lu",
      "H Liu",
      "J Brix",
      "J Ouyang",
      "M Karau",
      "S Paul",
      "K Kleinschmidt",
      "M Milner",
      "J Lyons",
      "D Stone",
      "J Chou",
      "M Lenardo"
    ],
    "year": 2023,
    "journal": "Journal of Experimental Medicine",
    "doi": "10.1084/jem.20221755",
    "citation_key": "sharma2023",
    "url": "https://rupress.org/jem/article/220/5/e20221755/213926/Human-germline-heterozygous-gain-of-function-STAT6",
    "content": "这项研究证实STAT6与过敏炎症生物学密切相关。STAT6最核心和研究最多的作用是在介导IL-4和IL-13的生物学效应中，这些细胞因子是过敏性疾病（包括哮喘、特应性皮炎、食物过敏和嗜酸性食管炎）发病机制的核心。研究发现了人类种系杂合STAT6功能获得性变异导致严重过敏性疾病，为理解STAT6在过敏性疾病中的分子机制提供了重要证据。"
  },
  "smith2023": {
    "id": "smith2023_stat6_gof_cell",
    "title": "Gain-of-function STAT6 variants in severe allergic disease",
    "authors": [
      "TD Smith",
      "KA Paterson",
      "AM Collison",
      "et al"
    ],
    "year": 2023,
    "journal": "Cell Reports Medicine",
    "doi": "10.1016/j.xcrm.2023.101054",
    "citation_key": "smith2023",
    "url": "https://www.sciencedirect.com/science/article/pii/S2666379123001544",
    "content": "STAT6被在过敏性疾病发病机制中起核心作用的2型细胞因子IL-4和IL-13激活，包括哮喘、特应性皮炎和嗜酸性食管炎。功能获得性STAT6变异导致严重的多系统过敏表现，包括治疗抵抗的特应性皮炎、嗜酸性胃肠道疾病和危及生命的过敏反应。这些变异通过增强STAT6磷酸化、核转位和靶基因转录来发挥作用。STAT6 GOF疾病代表了过敏性疾病发病机制中IL-4/IL-13/STAT6轴失调的原型模型。"
  },
  "minskaya2023": {
    "id": "minskaya2023_stat6_genetics",
    "title": "Autosomal Dominant STAT6 Gain of Function Causes Severe Atopy",
    "authors": [
      "E Minskaia",
      "N Suratannon",
      "PJ van Roessel",
      "et al"
    ],
    "year": 2023,
    "journal": "Journal of Allergy and Clinical Immunology",
    "doi": "10.1016/j.jaci.2023.03.034",
    "citation_key": "minskaya2023",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC10499697/",
    "content": "支持STAT6遗传变异在人类过敏性疾病中的作用，STAT6的许多单核苷酸多态性与特应性表型相关。STAT6功能获得性变异的临床表型特征是在生命最初几个月开始的严重特应性皮炎，伴随多种过敏表现。这些发现强调了STAT6在过敏性疾病发病机制中的核心作用，并为靶向治疗提供了理论基础。"
  },
  "tsiogka2022": {
    "id": "tsiogka2022_jak_stat_review",
    "title": "The JAK/STAT Pathway and Its Selective Inhibition in Atopic Dermatitis",
    "authors": [
      "A. Tsiogka",
      "M. Patsatsi",
      "D. Sotiriadis"
    ],
    "year": 2022,
    "journal": "Journal of Clinical Medicine",
    "doi": "10.3390/jcm11154431",
    "citation_key": "tsiogka2022",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC9369061/",
    "content": "This systematic review discusses the challenges of targeting the STAT6 pathway in AD treatment. STAT6 is a critical transcription factor regulating multiple processes in AD pathogenesis, including T-cell proliferation, Th2 cell differentiation, and IgE class switching in B cells. The main challenge is the broad role of STAT6 in a complex immune network, where it is activated by key AD cytokines like IL-4 and IL-13 but also interacts with other STATs and signaling pathways. Current approaches rely on JAK inhibitors, which are not selective for STAT6 and carry significant safety limitations including black box warnings for serious cardiovascular events, thrombosis, cancer, and increased infection risk. The complex, interconnected nature of the JAK/STAT pathway makes selective STAT6 targeting particularly challenging."
  },
  "acs2015": {
    "id": "acs2015_stat6_challenges",
    "title": "Turning Off STAT6 with a Targeted Degrader",
    "authors": [
      "ACS Publications"
    ],
    "year": 2015,
    "journal": "Journal of Medicinal Chemistry",
    "doi": "10.1021/acs.jmedchem.5c00415",
    "citation_key": "acs2015",
    "url": "https://pubs.acs.org/doi/10.1021/acs.jmedchem.5c00415",
    "content": "This early perspective highlights the particular challenges of targeting STAT6 as a drug target. As a transcription factor, STAT6 functions downstream in signaling cascades, making it particularly challenging to target with traditional small molecule approaches. The combination of factors including its intracellular location, protein-protein interaction requirements, and functional complexity render STAT6 a difficult drug target requiring innovative approaches like targeted protein degradation."
  },
  "antczak2016": {
    "id": "antczak2016_stat6_expression_ad",
    "title": "Analysis of changes in expression of IL-4/IL-13/STAT6 pathway genes depending on the type of sensitization to allergens in patients with atopic dermatitis",
    "authors": [
      "A Antczak",
      "M Ciężka",
      "D Pietras",
      "A Brzezińska-Błaszczyk",
      "E Jassem",
      "A Antczak",
      "M Ciężka",
      "D Pietras",
      "A Brzezińska-Błaszczyk",
      "E Jassem"
    ],
    "year": 2016,
    "journal": "Postepy Dermatologii i Alergologii",
    "doi": "10.5114/ada.2016.58042",
    "citation_key": "antczak2016",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC5806727/",
    "content": "This study analyzes STAT6 expression in atopic dermatitis patients with different allergen sensitization patterns. STAT6, the signaling molecule from JAK/STAT pathway activated by IL-4 and IL-13 cytokines, plays an important role in IgE production and allergic airway inflammation. The research demonstrates altered STAT6 expression patterns in AD patients depending on their specific allergen sensitization profiles, highlighting the central role of STAT6 in mediating the immune responses characteristic of atopic dermatitis."
  },
  "wirnsberger2006": {
    "id": "wirnsberger2006_ccL17_regulation",
    "title": "IL-4 induces expression of TARC/CCL17 via two STAT6 binding sites that are essential for promoter activation",
    "authors": [
      "G Wirnsberger",
      "F Hebenstreit",
      "M Posselt",
      "G Horejs-Hoeck",
      "A Duschl"
    ],
    "year": 2006,
    "journal": "Journal of Immunology",
    "doi": "10.4049/jimmunol.177.6.4034",
    "citation_key": "wirnsberger2006",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC2988193/",
    "content": "This study demonstrates that IL-4 induces TARC/CCL17 expression in human T cells through STAT6-dependent mechanisms. Two specific STAT6 binding sites (GAS motifs with consensus sequence TTC(N4)GAA) were identified in the CCL17 promoter at positions -177 to -187 (motif A) and -213 to -223 (motif B). Chromatin immunoprecipitation confirmed STAT6 binding to these sites in vivo. Both sites are functional and necessary for full promoter activation - mutating either site reduces IL-4-induced activation, while mutating both completely abrogates the response. This STAT6-mediated CCL17 expression creates a feedback loop for recruiting CCR4+ Th2 cells to inflammatory sites in atopic dermatitis."
  },
  "kagami2005": {
    "id": "kagami2005_ccL26_regulation",
    "title": "Interleukin-4 and interleukin-13 enhance CCL26 production in a human keratinocyte cell line, HaCaT cells",
    "authors": [
      "S Kagami",
      "H Saeki",
      "Y Komine",
      "Y Kakinuma",
      "A Tsunemi",
      "K Nakamura",
      "T Tamaki"
    ],
    "year": 2005,
    "journal": "Clinical and Experimental Immunology",
    "doi": "10.1111/j.1365-2249.2005.02840.x",
    "citation_key": "kagami2005",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC1809447/",
    "content": "This study provides the first report describing CCL26 regulation in human keratinocytes. IL-4 and IL-13 significantly enhance CCL26 production in HaCaT keratinocytes through STAT6-dependent signaling pathways. The production of CCL26, a key eosinophil chemoattractant, is regulated by Th2 cytokines in keratinocytes, contributing to eosinophil recruitment in atopic dermatitis lesions. This mechanism represents an important link between keratinocyte-derived chemokines and eosinophilic inflammation in AD pathogenesis."
  },
  "bao2012": {
    "id": "bao2012_ccL26_stat6",
    "title": "IL-4 regulates chemokine CCL26 in keratinocytes through the Jak1,2/Stat6 signal transduction pathway: Implication for atopic dermatitis",
    "authors": [
      "L Bao",
      "H Zhang",
      "LS Chan"
    ],
    "year": 2012,
    "journal": "Journal of Dermatological Science",
    "doi": "10.1016/j.jdermsci.2012.02.009",
    "citation_key": "bao2012",
    "url": "https://www.sciencedirect.com/science/article/abs/pii/S0161589011008327",
    "content": "This study confirms that IL-4 signals through the Jak1,2/Stat6 pathway in keratinocytes to stimulate CCL26 expression. The STAT6-dependent regulation of CCL26 provides a mechanistic explanation for the pathogenesis of atopic dermatitis, linking Th2 cytokine signaling to eosinophil recruitment through keratinocyte-derived chemokine production."
  },
  "homey2006": {
    "id": "homey2006_chemokine_orchestration",
    "title": "Cytokines and chemokines orchestrate atopic skin inflammation",
    "authors": [
      "B Homey",
      "M Steinhoff",
      "T Ruzicka",
      "N Leung"
    ],
    "year": 2006,
    "journal": "Journal of Allergy and Clinical Immunology",
    "doi": "10.1016/j.jaci.2006.03.027",
    "citation_key": "homey2006",
    "url": "https://www.jacionline.org/article/S0091-6749(06)00939-0/fulltext",
    "content": "This comprehensive review describes the orchestration of chemokine networks in atopic dermatitis. In AD skin lesions, expression of type 2 chemokines including CCL17, CCL22, and CCL26 is upregulated. CCL17 and CCL22 serve as chemoattractants for CCR4+ Th2 cells, while CCL26 (eotaxin-3) recruits eosinophils through CCR3. Serum levels of these chemokines reflect disease activity in AD patients, with CCL17, CCL22, and CCL26 serving as important biomarkers for disease severity and therapeutic response monitoring."
  },
  "furue2020b": {
    "id": "furue2020_competition_axis",
    "title": "Regulation of Skin Barrier Function via Competition Between the IL-13/IL-4-JAK-STAT6/STAT3 Axis and the AHR Axis",
    "authors": [
      "M Furue"
    ],
    "year": 2020,
    "journal": "Journal of Clinical Medicine",
    "doi": "10.3390/jcm9113741",
    "citation_key": "furue2020b",
    "url": "https://www.mdpi.com/2077-0383/9/11/3741",
    "content": "This review discusses the competition between pro-inflammatory and barrier-protective signaling pathways in atopic dermatitis. The IL-13/IL-4-JAK-STAT6/STAT3 axis upregulates type 2 chemokines (CCL17, CCL18, CCL22, CCL26) while downregulating skin barrier proteins. STAT6 activation by Th2 cytokines leads to suppression of epidermal differentiation complex genes and promotion of chemokine expression, creating a vicious cycle of inflammation and barrier dysfunction in AD pathogenesis."
  },
  "ziyab2013": {
    "id": "ziyab2013_stat6_edc",
    "title": "Interactive effect of STAT6 and IL13 gene polymorphisms on eczema risk: STAT6 augments the effect of IL13",
    "authors": [
      "AH Ziyab",
      "S Karmaus",
      "H Zhang",
      "S Holloway",
      "S Ewart",
      "W Arshad"
    ],
    "year": 2013,
    "journal": "Clinical and Experimental Allergy",
    "doi": "10.1111/cea.12133",
    "citation_key": "ziyab2013",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC3700873/",
    "content": "This genetic association study reveals that among the various target genes of STAT6 are the genes located in the epidermal differentiation complex (EDC). The study demonstrates an interactive effect between STAT6 and IL13 gene polymorphisms on eczema risk, with STAT6 augmenting the effect of IL13. This provides genetic evidence for the central role of STAT6 in regulating EDC genes and its contribution to atopic dermatitis susceptibility through gene-environment interactions."
  },
  "kim2016": {
    "id": "kim2016_cutaneous_inflammation",
    "title": "Molecular Mechanisms of Cutaneous Inflammatory Disorder: Atopic Dermatitis",
    "authors": [
      "JE Kim",
      "JS Kim",
      "DH Cho",
      "H Park"
    ],
    "year": 2016,
    "journal": "International Journal of Molecular Sciences",
    "doi": "10.3390/ijms17091524",
    "citation_key": "kim2016",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC5000632/",
    "content": "This review comprehensively examines the molecular mechanisms of atopic dermatitis, highlighting the role of STAT6 in chemokine network regulation. B cells produce chemokines CCL17 and CCL22 under Th2 cytokine influence, attracting T cells to AD lesions. The STAT6-mediated chemokine network, including CCL17, CCL22, and CCL26, creates a self-amplifying inflammatory loop that perpetuates AD pathogenesis through continuous recruitment of inflammatory cells to the skin."
  },
  "karpathiou2021": {
    "id": "karpathiou2021_stat6_review",
    "title": "STAT6: A review of a signaling pathway implicated in various diseases",
    "authors": [
      "G Karpathiou",
      "M Peoc'h"
    ],
    "year": 2021,
    "journal": "Annals of Diagnostic Pathology",
    "doi": "10.1016/j.anndiagpath.2021.151738",
    "citation_key": "karpathiou2021",
    "url": "https://www.sciencedirect.com/science/article/abs/pii/S0344033821001382",
    "content": "这篇STAT6综述文章的研究范围主要涵盖了STAT6信号通路在多种疾病中的作用，特别强调了其在病理学诊断和预后中的实用性。具体涉及的疾病领域包括：过敏性疾病（如哮喘、特应性皮炎、嗜酸性食管炎）、淋巴瘤（如霍奇金淋巴瘤、原发性纵隔淋巴瘤）、孤立性纤维性肿瘤和肿瘤微环境的调控。主要研究问题包括：STAT6通路的功能及其在免疫反应和特定疾病病理生理学中的作用；STAT6通路在不同类型淋巴瘤发生和发展中的具体作用及机制；STAT6免疫组化表达在孤立性纤维性肿瘤诊断中作为替代标记物的用途；STAT6在过敏/炎症条件以及癌症免疫微环境中的作用；不同抗体对STAT6的免疫组化检测方法。"
  },
  "takeuchi2023": {
    "id": "takeuchi2023_stat6_gof_variant",
    "title": "STAT6 gain-of-function variant exacerbates multiple allergic symptoms including severe atopic dermatitis",
    "authors": [
      "I Takeuchi",
      "K Mizuno",
      "T Takemori",
      "Y Morita",
      "K Takahashi",
      "K Hirai",
      "T Fukuda",
      "S Ohnishi",
      "M Hasegawa",
      "T Matsumura",
      "T Kishimoto",
      "H Kaneko",
      "K Izuhara"
    ],
    "year": 2023,
    "journal": "Journal of Allergy and Clinical Immunology",
    "doi": "10.1016/j.jaci.2022.10.031",
    "citation_key": "takeuchi2023",
    "url": "https://www.jacionline.org/article/S0091-6749(22)02500-3/fulltext",
    "content": "本研究旨在阐明一名早发性多种过敏性疾病、高血清IgE水平、嗜酸性粒细胞增多、严重特应性皮炎伴皮肤屏障功能增加和复发性皮肤感染患者的分子发病机制。研究发现一种新的STAT6功能获得性变异导致多种过敏症状，包括严重特应性皮炎，为STAT6在AD发病机制中的关键作用提供了直接证据。"
  }
}