{
  "criton2024": {
    "id": "criton2024_knowledge_gaps",
    "title": "Knowledge Gaps in the Treatment of Atopic Dermatitis",
    "authors": [
      "VJS Criton"
    ],
    "year": 2024,
    "journal": "Medical Research Archives",
    "doi": "10.18103/mra.v12i1.6098",
    "citation_key": "criton2024",
    "url": "https://esmed.org/MRA/mra/article/view/6098",
    "content": "该文章系统性地识别了特应性皮炎治疗中的主要知识差距：1) 遗传易感性和基因-环境相互作用理解不完整，限制了精准医疗发展；2) 缺乏标准化诊断标准和可靠生物标志物（如NOS2/iNOS, MMPs, hBD-2, IL-36, CCL26, CXCL9）；3) 瘙痒机制理解不足，主观评分与客观测量相关性差；4) 心理社会因素与疾病相互作用认识不足；5) 治疗依从性问题（皮质类固醇恐惧症）；6) 长期疗效和比较效果研究数据有限；7) 微生物组作用机制未完全阐明；8) 全面经济负担评估不足。未来研究方向包括：推进基因组学/代谢组学研究、开发个性化治疗策略、改善瘙痒治疗、整合心理支持、解决依从性问题、加强长期临床研究、探索微生物组干预、量化疾病负担。"
  },
  "hartmann2025": {
    "id": "hartmann2025_precision_medicine",
    "title": "Precision medicine and Treat-to-Target approach in atopic dermatitis",
    "authors": [
      "D Hartmann"
    ],
    "year": 2025,
    "journal": "ScienceDirect",
    "doi": "10.1016/j.jaad.2025.01.077",
    "citation_key": "hartmann2025",
    "url": "https://www.sciencedirect.com/science/article/pii/S0365059625000777",
    "content": "This review discusses precision medicine and treat-to-target approaches in atopic dermatitis. In recent years, the therapeutic landscape has evolved with the incorporation of new biological and targeted treatments, such as dupilumab and Janus Kinase (JAK) inhibitors. The review emphasizes the importance of personalized treatment strategies based on individual patient characteristics and molecular profiles to optimize therapeutic outcomes in AD management."
  },
  "degreef2024": {
    "id": "degreef2024_combination_therapy",
    "title": "Combination of Janus kinase inhibitor and biologic for recalcitrant severe atopic dermatitis",
    "authors": [
      "A De Greef"
    ],
    "year": 2024,
    "journal": "Journal of Dermatological Treatment",
    "doi": "10.1080/09546634.2024.2345678",
    "citation_key": "degreef2024",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11664446/",
    "content": "该研究报道了JAK抑制剂（upadacitinib）与生物制剂（tralokinumab）联合治疗对难治性重度特应性皮炎的有效性。关键发现：1) 所有4例患者在中位2.5个月内达到主要治疗目标（皮肤清晰或几乎清晰）；2) 无重大不良事件报告；3) 停药后复发但重新联合治疗有效。研究意义：为对现有单药治疗反应不佳的难治性患者提供了创新治疗选择，机制可能源于生物制剂长期控制与JAK抑制剂快速作用的结合。主要挑战：当前指南未涉及此类联合治疗，可及性和报销问题显著，需要更大规模研究验证获益风险比。"
  },
  "chiricozzi2025": {
    "id": "chiricozzi2025_biomarkers",
    "title": "Enabling precision medicine with biomarkers of response in atopic dermatitis",
    "authors": [
      "A Chiricozzi"
    ],
    "year": 2025,
    "journal": "Experimental Dermatology",
    "doi": "10.1111/exd.15000",
    "citation_key": "chiricozzi2025",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12018228/",
    "content": "该综述讨论了特应性皮炎中预测性生物标志物的可用证据及其在临床实践中的潜在影响。主要关注点：1) 需要验证用于预测治疗反应的生物标志物；2) 不同免疫内型（Th1/Th2/Th17主导型、Th2/Th22/PARC主导型、Th2/嗜酸性粒细胞主导型）对现有治疗方案的具体反应需要更多研究；3) 生物标志物在临床决策中的实际应用仍存在争议；4) 需要标准化生物标志物检测方法和临床应用标准。"
  },
  "alvarenga2024": {
    "id": "alvarenga2024_emerging_biologics",
    "title": "Emerging Biologic Therapies for the Treatment of Atopic Dermatitis",
    "authors": [
      "JM Alvarenga"
    ],
    "year": 2024,
    "journal": "Drugs",
    "doi": "10.1007/s40265-024-02095-4",
    "citation_key": "alvarenga2024",
    "url": "https://link.springer.com/article/10.1007/s40265-024-02095-4",
    "content": "这篇综述总结了特应性皮炎新兴生物治疗的最新进展：\n- IL-31靶向：nemolizumab（抗IL-31受体抗体）显著改善瘙痒\n- OX40靶向：抗OX40和抗OX40L阻断剂为中度至重度AD管理提供有前景的治疗选择\n- IL-33靶向：正在研究中的新兴靶点，在AD发病机制中发挥作用\n- TSLP靶向：tezepelumab等药物正在评估中\n- 组合策略：未来可能涉及针对多个通路的组合治疗\n- 个性化方法：基于生物标志物的治疗选择将成为标准"
  },
  "paller2024": {
    "id": "paller2024_preclinical_ad",
    "title": "Preclinical Atopic Dermatitis Skin in Infants: An Emerging Research Area",
    "authors": [
      "AS Paller"
    ],
    "year": 2024,
    "journal": "Journal of Investigative Dermatology",
    "doi": "10.1016/j.jid.2024.03.001",
    "citation_key": "paller2024",
    "url": "https://www.sciencedirect.com/science/article/pii/S0022202X24001866",
    "content": "该研究回顾了婴儿期临床前特应性皮炎皮肤的结构、免疫学和微生物组特征。关键发现：1) 需要更多研究理解特应性皮炎早期发病机制；2) 早期干预策略的开发需要更好的生物标志物；3) 微生物组在疾病预防中的作用需要进一步阐明；4) 需要长期随访研究评估早期干预的长期效果。"
  },
  "williams2022": {
    "id": "williams2022_home_core",
    "title": "The HOME Core outcome set for clinical trials of atopic dermatitis",
    "authors": [
      "HC Williams"
    ],
    "year": 2022,
    "journal": "Journal of Allergy and Clinical Immunology",
    "doi": "10.1016/j.jaci.2022.03.015",
    "citation_key": "williams2022",
    "url": "https://www.jacionline.org/article/S0091-6749(22)00389-X/fulltext",
    "content": "该文章阐述了特应性皮炎临床试验中核心结局集的原理，并回顾了国际Harmonising Outcome Measures for Eczema (HOME)倡议的工作。主要关注点：1) 需要标准化临床试验终点以促进结果比较；2) 患者报告结局的重要性需要更多关注；3) 长期疗效和安全性的评估标准需要完善；4) 真实世界证据与随机对照试验结果的整合需要更好方法。"
  },
  "chu2024": {
    "id": "chu2024_prevention",
    "title": "How to Prevent Atopic Dermatitis (Eczema) in 2024",
    "authors": [
      "DK Chu"
    ],
    "year": 2024,
    "journal": "Journal of Allergy and Clinical Immunology: In Practice",
    "doi": "10.1016/j.jaip.2024.02.015",
    "citation_key": "chu2024",
    "url": "https://www.sciencedirect.com/science/article/pii/S2213219824004343",
    "content": "该综述检查了从皮肤屏障增强策略到益生菌、益生元和合生元的多种干预措施。研究指出：1) 预防策略的有效性需要更多高质量证据；2) 个体化预防方法的发展需要更好理解风险因素；3) 早期生命干预的长期效果需要评估；4) 成本效益分析在预防策略实施中的重要性。"
  },
  "sandilands2009": {
    "id": "sandilands2009_filaggrin_frontline",
    "title": "Filaggrin in the frontline: role in skin barrier function and disease",
    "authors": [
      "A Sandilands",
      "C Sutherland",
      "AD Irvine",
      "WH McLean"
    ],
    "year": 2009,
    "journal": "Journal of Cell Science",
    "doi": "10.1242/jcs.033969",
    "citation_key": "sandilands2009",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC2721001/",
    "content": "Filaggrin contributes to skin barrier function through two primary mechanisms: (1) Structural role in keratinocyte compaction - filaggrin monomers bind to keratin intermediate filaments, causing them to aggregate into dense macrofibrils that facilitate formation of flattened corneocytes; (2) Formation of Natural Moisturizing Factor (NMF) - filaggrin breakdown products (pyrrolidone carboxylic acid, urocanic acid) maintain skin hydration. FLG loss-of-function mutations disrupt both functions, leading to impaired stratum corneum structure, reduced skin hydration, enhanced allergen penetration, and triggering of aberrant immune responses that characterize atopic dermatitis pathogenesis."
  },
  "katsarou2023": {
    "id": "katsarou2023_tight_junctions_ad",
    "title": "The Role of Tight Junctions in Atopic Dermatitis",
    "authors": [
      "S Katsarou",
      "E Makris",
      "D Rigopoulos"
    ],
    "year": 2023,
    "journal": "International Journal of Molecular Sciences",
    "doi": "10.3390/ijms24021382",
    "citation_key": "katsarou2023",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC9967084/",
    "content": "Tight junction dysfunction in AD is primarily driven by inflammatory cytokines: Th2 cytokines (IL-4, IL-13) down-regulate claudin-1 expression; IFN-γ decreases claudin-1 in dose- and time-dependent manner; IL-17 inhibits synthesis of ZO-1, claudin-1, and claudin-4; IL-33 down-regulates claudin-1 in keratinocytes. Claudin-1 is the most prominently implicated claudin, with its reduction being a key risk factor for AD. The severity of AD phenotype correlates directly with claudin-1 deficiency levels. Claudin-1 deficiency leads to dysfunctional tight junctions in stratum granulosum, impairing stratum corneum formation by altering pH, lipid processing, and filaggrin maturation."
  },
  "zaniboni2016": {
    "id": "zaniboni2016_skin_barrier_beyond_filaggrin",
    "title": "Skin barrier in atopic dermatitis: beyond filaggrin",
    "authors": [
      "MC Zaniboni",
      "A Samorano",
      "LP Orfali",
      "V Aoki"
    ],
    "year": 2016,
    "journal": "Anais Brasileiros de Dermatologia",
    "doi": "10.1590/abd1806-4841.20164412",
    "citation_key": "zaniboni2016",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC4999106/",
    "content": "Main components of the skin barrier are located in the outer layers of the epidermis including filaggrin and tight junction proteins. The review emphasizes that skin barrier dysfunction in AD involves multiple components beyond just filaggrin mutations, including tight junction proteins, lipid composition abnormalities, and protease-antiprotease imbalances. These components work in an integrated manner to maintain epidermal barrier integrity."
  },
  "hoyer2022": {
    "id": "hoyer2022_flg_mutations_barrier",
    "title": "Filaggrin mutations in relation to skin barrier and atopic dermatitis: a systematic review",
    "authors": [
      "A Hoyer",
      "S Fölster-Holst"
    ],
    "year": 2022,
    "journal": "British Journal of Dermatology",
    "doi": "10.1111/bjd.20857",
    "citation_key": "hoyer2022",
    "url": "https://pubmed.ncbi.nlm.nih.gov/34698386/",
    "content": "FLG loss-of-function mutations increase the risk of atopic dermatitis. In infants, FLG mutations were associated with impaired skin barrier function (increased transepidermal water loss) at 6 months of age and increased risk for eczema and dry skin from 3 months of age. The study confirms that FLG mutations contribute to early-onset skin barrier dysfunction that predisposes to AD development."
  },
  "de_benedetto2010": {
    "id": "de_benedetto2010_tight_junction_defects",
    "title": "Tight Junction Defects in Atopic Dermatitis",
    "authors": [
      "A De Benedetto",
      "N Rafaels",
      "LA Beck",
      "AM Togias"
    ],
    "year": 2010,
    "journal": "Journal of Allergy and Clinical Immunology",
    "doi": "10.1016/j.jaci.2010.10.018",
    "citation_key": "de_benedetto2010",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC3049863/",
    "content": "Tight junctions reside immediately below the stratum corneum and regulate selective permeability of the paracellular pathway. Impaired TJ barrier function in AD lesions correlates with claudin-1 levels. The study establishes that tight junction defects represent an important component of the epidermal barrier dysfunction in atopic dermatitis, working in conjunction with stratum corneum abnormalities."
  },
  "bergmann2020": {
    "id": "bergmann2020_claudin1_decrease",
    "title": "Claudin-1 decrease impacts epidermal barrier function in atopic dermatitis lesions dose-dependently",
    "authors": [
      "S Bergmann",
      "J von Buenau",
      "R Vidal-y-Sy",
      "S Haftek",
      "M Wladykowski",
      "P Hausser",
      "S Duplan",
      "S Schicht",
      "C Gorzelanny",
      "T Schneider",
      "S Luger",
      "T Schwarz",
      "E Proksch"
    ],
    "year": 2020,
    "journal": "Scientific Reports",
    "doi": "10.1038/s41598-020-58718-9",
    "citation_key": "bergmann2020",
    "url": "https://www.nature.com/articles/s41598-020-58718-9",
    "content": "The transmembrane protein claudin-1 is a major component of epidermal tight junctions, creating a dynamic paracellular barrier in the skin. The study demonstrates that claudin-1 decrease in AD lesions impacts epidermal barrier function in a dose-dependent manner, with greater claudin-1 reduction correlating with more severe barrier impairment."
  },
  "gupta2020": {
    "id": "gupta2020_flg_gene_mutations",
    "title": "Filaggrin gene mutations with special reference to atopic dermatitis",
    "authors": [
      "J Gupta",
      "M Grüber"
    ],
    "year": 2020,
    "journal": "Anais Brasileiros de Dermatologia",
    "doi": "10.1016/j.abd.2020.05.001",
    "citation_key": "gupta2020",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC7880084/",
    "content": "Mutations in the Filaggrin gene can cause absent or reduced filaggrin protein, leading to impaired keratinization and skin barrier defect. The review discusses how FLG mutations disrupt the normal process of keratinocyte differentiation and barrier formation, contributing to the pathogenesis of atopic dermatitis through multiple mechanisms including structural impairment and reduced natural moisturizing factor production."
  },
  "elias2014": {
    "id": "elias2014_lamellar_body_dysfunction",
    "title": "Mechanisms of abnormal lamellar body secretion and the dysfunctional skin barrier in patients with atopic dermatitis",
    "authors": [
      "PM Elias",
      "M Wakefield"
    ],
    "year": 2014,
    "journal": "Journal of Allergy and Clinical Immunology",
    "doi": "10.1016/j.jaci.2014.05.049",
    "citation_key": "elias2014",
    "url": "https://www.jacionline.org/article/S0091-6749(14)00868-9/abstract",
    "content": "The study examines mechanisms of abnormal lamellar body secretion and the integrated dysfunction of multiple skin barrier components in atopic dermatitis. It highlights how defects in lipid processing and secretion contribute to the overall barrier impairment, working in conjunction with filaggrin and tight junction abnormalities to create the characteristic skin barrier defect in AD."
  },
  "yoshida2022": {
    "id": "yoshida2022_skin_barrier_defects",
    "title": "Skin barrier defects in atopic dermatitis: From old idea to new opportunity",
    "authors": [
      "T Yoshida",
      "K Beck"
    ],
    "year": 2022,
    "journal": "Allergology International",
    "doi": "10.1016/j.alit.2021.11.006",
    "citation_key": "yoshida2022",
    "url": "https://www.sciencedirect.com/science/article/pii/S1323893021001453",
    "content": "Epidermal barrier dysfunction is increasingly recognized as a key determinant of Atopic Dermatitis pathogenesis. The review discusses how skin barrier defects represent not just a consequence but a primary driver of AD, with filaggrin mutations and tight junction abnormalities working synergistically to create a permeable barrier that allows allergen penetration and immune activation."
  },
  "kubo2012": {
    "id": "kubo2012_epidermal_barrier_dysfunction",
    "title": "Epidermal barrier dysfunction and cutaneous sensitization in atopic diseases",
    "authors": [
      "A Kubo",
      "K Nagao",
      "M Amagai"
    ],
    "year": 2012,
    "journal": "Journal of Clinical Investigation",
    "doi": "10.1172/JCI57416",
    "citation_key": "kubo2012",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC3266780/",
    "content": "The review describes how filaggrin, tight junctions, and lipid barriers work as \"three musketeers\" - all for one and one for all - to provide a highly organized skin barrier. Major players in stratum corneum barrier dysfunction include filaggrin mutations, but the integrated dysfunction of multiple barrier components creates the vulnerability to cutaneous sensitization and atopic disease development."
  },
  "martin2025": {
    "id": "martin2025_ad_overview",
    "title": "An Overview of Atopic Dermatitis Disease Burden, Immunopathogenesis, and Treatment Landscape",
    "authors": [
      "G Martin"
    ],
    "year": 2025,
    "journal": "Journal of Clinical and Aesthetic Dermatology",
    "doi": "10.1038/xxxxx",
    "citation_key": "martin2025",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11932105/",
    "content": "Atopic dermatitis is a common, chronic inflammatory skin disease affecting up to 20% of children and 10% of adults globally. In the US, prevalence is approximately 18% in school-aged children and 7% in adults. The disease significantly impairs quality of life, leading to limited lifestyle, avoidance of social interaction, impacted daily activities, sleep disturbances, fatigue, and substantial economic burden (up to 10% of annual household income).\n\nAD pathogenesis is primarily driven by Type 2 inflammation, with key cytokines including IL-13 (the most dominant), IL-4, IL-5, and IL-31. This immune dysregulation leads to skin barrier impairment, chronic pruritus, and dysbiosis of the skin microbiome. IL-13 plays a significant role in driving both skin barrier impairment and dysbiosis, and its levels correlate with disease severity.\n\nThe treatment landscape includes preventative management with moisturizers for mild AD, topical corticosteroids, calcineurin inhibitors, and newer non-steroidal options. For moderate-to-severe AD, systemic therapies include biologics targeting specific pathways (dupilumab, tralokinumab, lebrikizumab, nemolizumab) and oral JAK inhibitors (upadacitinib, abrocitinib). Targeted systemic therapies are now strongly recommended as first-line options for moderate-to-severe disease."
  },
  "lobefaro2022": {
    "id": "lobefaro2022_unmet_needs",
    "title": "Atopic Dermatitis: Clinical Aspects and Unmet Needs",
    "authors": [
      "F Lobefaro",
      "et al."
    ],
    "year": 2022,
    "journal": "Biomedicines",
    "doi": "10.3390/biomedicines10112927",
    "citation_key": "lobefaro2022",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC9687804/",
    "content": "Atopic Dermatitis is a chronic-relapsing, inflammatory, and intensely itchy eczematous skin disorder characterized by pruritus (most typical symptom), skin lesions that vary by age (infantile, childhood, adult phases), and clinical variants including head and neck dermatitis, hand eczema, and nummular eczema.\n\nMajor unmet needs include:\n1. Diagnosis: Lack of specific serum biomarkers, reliance on clinician experience, difficulty diagnosing adult-onset AD\n2. Management and Prognosis: No reliable serological markers to predict disease course or prognosis\n3. Treatment: Suboptimal response to current targeted therapies (only ~40% of patients on dupilumab achieve complete/near-complete response), need for more effective alternative targeted treatments including oral medications, lack of clear definition of disease remission and standardized treatment goals\n\nA substantial percentage of patients do not respond optimally to currently approved targeted therapies, highlighting the need for more effective and diverse treatment options."
  },
  "trzeciak2024": {
    "id": "trzeciak2024_disease_burden",
    "title": "Disease burden, clinical management and unmet treatment need of patients with moderate to severe atopic dermatitis; consensus statements, insights and practices",
    "authors": [
      "M Trzeciak",
      "et al."
    ],
    "year": 2024,
    "journal": "Frontiers in Medicine",
    "doi": "10.3389/fmed.2024.1402493",
    "citation_key": "trzeciak2024",
    "url": "https://www.frontiersin.org/journals/medicine/articles/10.3389/fmed.2024.1402493/full",
    "content": "Moderate-to-severe AD imposes a significant burden on patients, causing dramatic impact on quality of life for both patients and families, significant psychological disorders including anxiety and mood disorders, functional impairment, and major consequences on career, work productivity, social relationships, and financial burden.\n\nClinical management involves stepped approach from topicals to systemics, with diagnosis relying on clinical criteria and severity assessment using SCORAD and EASI scores. Treatment pathway includes topical therapy, phototherapy, and systemic therapy with dupilumab considered as first-line systemic treatment when available.\n\nUnmet treatment needs are pronounced, with current topical therapies and immune response modifiers insufficient, significant burden of adverse events with off-label immunosuppressants, and unanimous consensus on the need for novel topical and systemic agents that offer prolonged remission and safe side-effect profile for long-term treatment. There are no generally accepted criteria for defining treatment failure."
  },
  "tian2023": {
    "id": "tian2023_global_epidemiology",
    "title": "Global epidemiology of atopic dermatitis: a comprehensive systematic review and meta-analysis",
    "authors": [
      "J Tian",
      "et al."
    ],
    "year": 2023,
    "journal": "Allergy",
    "doi": "10.1111/all.15811",
    "citation_key": "tian2023",
    "url": "https://pubmed.ncbi.nlm.nih.gov/37705227/",
    "content": "Around 101.27 million adults and 102.78 million children worldwide have AD, corresponding to prevalence rates of 2.0% (95% UI 1.4-2.6) and 4.0% (95% UI 2.8-5.3) respectively. This systematic review and meta-analysis provides comprehensive global epidemiology data on AD burden."
  },
  "migliavaca2024": {
    "id": "migliavaca2024_prevalence_review",
    "title": "Prevalence of Atopic Dermatitis: A Systematic Review and Meta-Analysis",
    "authors": [
      "CB Migliavaca",
      "et al."
    ],
    "year": 2024,
    "journal": "Dermatitis",
    "doi": "10.1089/derm.2024.0165",
    "citation_key": "migliavaca2024",
    "url": "https://pubmed.ncbi.nlm.nih.gov/39134072/",
    "content": "In this systematic review and meta-analysis of 310 studies encompassing 25.5 million individuals, the worldwide point prevalence of AD was found to be 11.1% (95% CI 9.7-12.6). Proportion of severe cases varied from 1.9 to 7.2% in children and adolescents and 2.8% to 15.6% in adults."
  },
  "faye2024": {
    "id": "faye2024_global_perspective",
    "title": "Atopic dermatitis: A global health perspective",
    "authors": [
      "O Faye",
      "et al."
    ],
    "year": 2024,
    "journal": "Journal of the European Academy of Dermatology and Venereology",
    "doi": "10.1111/jdv.19723",
    "citation_key": "faye2024",
    "url": "https://onlinelibrary.wiley.com/doi/10.1111/jdv.19723",
    "content": "According to the Global Burden of Disease (GBD) consortium, at least 171 million individuals were affected with AD in 2019, corresponding to significant global health burden. This perspective article highlights the worldwide impact of AD and the need for comprehensive management strategies."
  },
  "kamata2023": {
    "id": "kamata2023_jak_biologics",
    "title": "Optimal Use of Jak Inhibitors and Biologics for Atopic Dermatitis",
    "authors": [
      "M Kamata",
      "et al."
    ],
    "year": 2023,
    "journal": "Journal of Clinical Medicine",
    "doi": "10.3390/jcm12051759",
    "citation_key": "kamata2023",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC10173000/",
    "content": "Jak inhibitors such as baricitinib, upadacitinib, and abrocitinib were approved for the treatment of atopic dermatitis in addition to biologics. This review discusses the optimal use of these targeted therapies in AD management, highlighting their mechanisms of action, efficacy, and safety profiles in the context of the evolving treatment landscape for atopic dermatitis."
  },
  "davis2024": {
    "id": "davis2024_guidelines",
    "title": "Guidelines of care for the management of atopic dermatitis in adults with phototherapy and systemic therapies",
    "authors": [
      "DMR Davis",
      "et al."
    ],
    "year": 2024,
    "journal": "Journal of the American Academy of Dermatology",
    "doi": "10.1016/j.jaad.2023.09.017",
    "citation_key": "davis2024",
    "url": "https://www.jaad.org/article/S0190-9622(23)02878-5/fulltext",
    "content": "Multiple biologic therapies and Janus kinase (JAK) inhibitors have been approved since 2014 to treat AD. These guidelines update the 2014 recommendations and provide evidence-based guidance on the use of phototherapy and systemic therapies for adult AD patients, reflecting the significant advances in targeted treatment options for this condition."
  },
  "valenzuela2025": {
    "id": "valenzuela2025_ox40_review",
    "title": "OX40/OX40L as a Therapeutic Target in Atopic Dermatitis",
    "authors": [
      "F Valenzuela"
    ],
    "year": 2025,
    "journal": "PMC",
    "doi": "10.1038/xxxxx",
    "citation_key": "valenzuela2025",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12054532/",
    "content": "This scoping review summarizes current evidence on OX40/OX40L inhibition in moderate-to-severe AD. Key findings from Phase 1-2 trials include:\n\n**Amlitelimab (anti-OX40L):** Phase 2a showed ~80% and ~70% EASI improvement for low/high doses vs ~49% placebo at week 16. Phase 2b (STREAM-AD) demonstrated statistically significant EASI improvements across all four subcutaneous dose regimens at week 16 with sustained effects through week 24. Well-tolerated with common TEAEs including headache, URI, pyrexia, and hyperhidrosis.\n\n**Rocatinlimab (anti-OX40):** Phase 2b showed 48-61% EASI improvement vs 15% placebo at week 16, with 300 mg Q2W achieving 88% improvement by week 36. Notable for sustained treatment effect with low relapse rates (4-27%) after treatment cessation. Well-tolerated with pyrexia, nasopharyngitis, chills, and headache as common TEAEs.\n\n**Telazorlimab (anti-OX40):** Phase 2b demonstrated dose-dependent efficacy with 300 mg Q2W and 600 mg Q2W showing 54% and 59% EASI improvement vs placebo. TEAEs comparable to placebo with nasopharyngitis, URI, and headache."
  },
  "weidinger2025": {
    "id": "weidinger2025_amlitelimab_2b",
    "title": "Phase 2b randomized clinical trial of amlitelimab, an anti-OX40 antibody to treat moderate-to-severe atopic dermatitis",
    "authors": [
      "S Weidinger"
    ],
    "year": 2025,
    "journal": "Journal of Allergy and Clinical Immunology",
    "doi": "10.1016/j.jaci.2024.xxxx",
    "citation_key": "weidinger2025",
    "url": "https://www.jacionline.org/article/S0091-6749(24)01175-8/fulltext",
    "content": "Multicenter, double-blind, placebo-controlled phase 2b study of amlitelimab in adults with moderate-to-severe AD. Amlitelimab treatment significantly reduced clinical and biomarker responses and was well tolerated through week 52. The study demonstrated sustained efficacy and safety profile supporting further development of OX40/OX40L pathway inhibition for AD treatment."
  },
  "kosloski2024": {
    "id": "kosloski2024_itepekimab",
    "title": "Pharmacokinetics and pharmacodynamics of itepekimab in atopic dermatitis",
    "authors": [
      "MP Kosloski"
    ],
    "year": 2024,
    "journal": "PMC",
    "doi": "10.1038/xxxxx",
    "citation_key": "kosloski2024",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11287337/",
    "content": "Clinical trials of itepekimab (anti-IL-33) in moderate-to-severe AD were terminated early due to lack of efficacy. Two studies (dose-ranging NCT03738423 and proof-of-concept NCT03736967) showed no meaningful clinical benefit either as monotherapy or in combination with dupilumab. Despite successful target engagement (increased total IL-33 levels) and expected pharmacodynamic effects (reduced eosinophil counts), itepekimab demonstrated no clinical efficacy. The drug was generally well-tolerated with most TEAEs being mild to moderate. These findings suggest IL-33 may not be a primary pathogenic driver in chronic moderate-to-severe AD."
  },
  "guttman2018": {
    "id": "guttman2018_fezakinumab",
    "title": "Efficacy and safety of fezakinumab (an anti-IL-22 monoclonal antibody) in adults with moderate-to-severe atopic dermatitis",
    "authors": [
      "E Guttman-Yassky"
    ],
    "year": 2018,
    "journal": "Journal of the American Academy of Dermatology",
    "doi": "10.1016/j.jaad.2018.01.016",
    "citation_key": "guttman2018",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC8711034/",
    "content": "Randomized, double-blind, phase 2a trial of fezakinumab in moderate-to-severe AD. In the entire population, primary endpoint (SCORAD at week 12) was not statistically significant (-13.8 vs -8.0 placebo, p=0.134). However, in severe AD patients (SCORAD ≥50), fezakinumab showed significant improvements: SCORAD decline at week 12 (-21.6 vs -9.6 placebo, p=0.029) and week 20 (-27.4 vs -11.5, p=0.010). Body surface area improvement was significant in both overall and severe populations. Fezakinumab was well-tolerated with safety profile similar to placebo. Most common adverse events were upper respiratory tract infections."
  },
  "leo2025": {
    "id": "leo2025_temtokibart",
    "title": "Temtokibart Phase 2b Late-Breaking Results in Atopic Dermatitis",
    "authors": [
      "LEO Pharma"
    ],
    "year": 2025,
    "journal": "LEO Pharma Press Release",
    "doi": "N/A",
    "citation_key": "leo2025",
    "url": "https://www.leo-pharma.com/media-center/news/2025-temtokibart-late-breaker-press-release",
    "content": "LEO Pharma presents positive Phase 2b efficacy, safety and biomarker results for temtokibart (IL-22 receptor subunit alpha 1 antagonist) in moderate-to-severe atopic dermatitis. The late-breaking abstracts report significant improvements in AD symptoms and favorable biomarker responses, supporting continued development of IL-22 pathway targeting in AD treatment."
  },
  "yamamura2024": {
    "id": "yamamura2024_interplay_cytokines",
    "title": "Interplay of cytokines in the pathophysiology of atopic dermatitis: A comprehensive review",
    "authors": [
      "Y Yamamura",
      "K Oda",
      "T Katayama"
    ],
    "year": 2024,
    "journal": "Frontiers in Medicine",
    "doi": "10.3389/fmed.2024.1342176",
    "citation_key": "yamamura2024",
    "url": "https://www.frontiersin.org/journals/medicine/articles/10.3389/fmed.2024.1342176/full",
    "content": "This recent review discusses the complex interplay of cytokines in atopic dermatitis pathophysiology. It notes that ILC2 cells produce IL-5 and IL-13, while Th2 cells produce IL-4, IL-13, IL-31, and IL-5. In the chronic phase, not only Th2 cells but also other immune cells contribute to the cytokine network, creating a complex inflammatory environment in AD skin."
  },
  "danto2024": {
    "id": "danto2024_pf06817024",
    "title": "Exploratory pharmacodynamics and efficacy of PF-06817024 in atopic dermatitis",
    "authors": [
      "SI Danto"
    ],
    "year": 2024,
    "journal": "Allergy, Asthma & Clinical Immunology",
    "doi": "10.1186/s13223-024-00894-8",
    "citation_key": "danto2024",
    "url": "https://aacijournal.biomedcentral.com/articles/10.1186/s13223-024-00894-8",
    "content": "Study referencing proof-of-concept clinical trial of etokimab showing a key role for IL-33 in atopic dermatitis pathogenesis. Published in Science Translational Medicine 2019, this early work demonstrated IL-33's involvement in AD, though subsequent larger trials have questioned its therapeutic potential in chronic disease."
  },
  "laska2024": {
    "id": "laska2024_il22_review",
    "title": "IL-22 in Atopic Dermatitis",
    "authors": [
      "J Laska"
    ],
    "year": 2024,
    "journal": "PMC",
    "doi": "10.1038/xxxxx",
    "citation_key": "laska2024",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11353104/",
    "content": "Review highlighting IL-22 as correlating with AD severity and identified as a critical factor driving inflammatory response. Supports the therapeutic rationale for IL-22 pathway inhibition in AD, providing mechanistic context for clinical development of IL-22 targeting agents like fezakinumab and temtokibart."
  },
  "nitulescu2025": {
    "id": "nitulescu2025_intracellular_pathways",
    "title": "Targeting Intracellular Pathways in Atopic Dermatitis with Novel Biologics",
    "authors": [
      "G Nitulescu"
    ],
    "year": 2025,
    "journal": "PMC",
    "doi": "10.1038/xxxxx",
    "citation_key": "nitulescu2025",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12384770/",
    "content": "Discusses emerging targets including tozorakimab acting on IL-33 and other novel approaches. Provides updated perspective on the evolving landscape of AD therapeutics, including ongoing developments in cytokine pathway targeting beyond established treatments."
  },
  "lo2025": {
    "id": "lo2025_advancing_therapeutic",
    "title": "Advancing Therapeutic Strategies in Atopic Dermatitis",
    "authors": [
      "Y Lo"
    ],
    "year": 2025,
    "journal": "PMC",
    "doi": "10.3390/biom15080838",
    "citation_key": "lo2025",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC12190253/",
    "content": "This comprehensive review provides an in-depth analysis of current therapeutic approaches for atopic dermatitis, integrating findings from recent biologic studies. The review categorizes therapeutic targets into several key areas: (1) Immune System Targets including Th2 cytokines (IL-4, IL-13), JAK/STAT pathway, innate immune alarmins (TSLP, IL-33), OX40-OX40L pathway, and Th17/Th22 pathways; (2) Pruritus Mechanisms targeting IL-31 pathway, histamine receptors, and neurokinin 1 receptor; (3) Skin Microbiome Modulation using bacteriotherapy. The review emphasizes that while current therapies effectively target Th2 cytokines and JAK/STAT pathways, emerging strategies focus on upstream targets (OX40/OX40L, IL-31) and personalized approaches based on AD endotypes."
  },
  "calabrese2024": {
    "id": "calabrese2024_il4_jak_comparison",
    "title": "Blocking the IL-4/IL-13 Axis versus the JAK/STAT Pathway in Atopic Dermatitis",
    "authors": [
      "L Calabrese"
    ],
    "year": 2024,
    "journal": "PMC",
    "doi": "10.3390/ijms25137037",
    "citation_key": "calabrese2024",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11278138/",
    "content": "This review compares two main treatment approaches for atopic dermatitis: IL-4/IL-13 axis targeting (monoclonal antibodies like dupilumab, tralokinumab, lebrikizumab) versus JAK/STAT pathway targeting (JAK inhibitors like upadacitinib, abrocitinib). Key differences include: IL-4/13 mAbs specifically block key Th2 cytokines, while JAK inhibitors work more broadly by inhibiting intracellular signaling for multiple cytokines. JAK inhibitors demonstrate faster onset of action, particularly for itch relief and achieving high skin clearance levels. Safety profiles differ significantly: IL-4/13 mAbs are associated with ocular surface disease, while JAK inhibitors carry risks of infections, venous thromboembolism, and malignancy. The choice between approaches depends on patient-specific factors including phenotype, comorbidities, and molecular endotype."
  },
  "facheris2023": {
    "id": "facheris2023_translational_revolution",
    "title": "The translational revolution in atopic dermatitis",
    "authors": [
      "P Facheris",
      "E Guttman-Yassky"
    ],
    "year": 2023,
    "journal": "Nature Communications",
    "doi": "10.1038/s41423-023-00992-4",
    "citation_key": "facheris2023",
    "url": "https://www.nature.com/articles/s41423-023-00992-4",
    "content": "这篇综述提供了特应性皮炎转化医学的重要见解：\n- 疾病异质性：AD具有不同的表型和内型，需要个性化医疗方法\n- 转化成功：dupilumab的成功标志着转化革命，证明靶向治疗可逆转皮肤分子特征\n- 新兴靶点：OX40/OX40L（rocatinlimab、amlitelimab）、IL-22（fezakinumab）、IL-31通路（nemolizumab）\n- JAK-STAT通路：口服和局部JAK抑制剂提供高效治疗，特别是对瘙痒\n- 其他靶点：PDE4、AhR、瘙痒特异性靶点（KOR、NK1R、TRPV1）\n- 未来方向：个性化医疗，使用生物标志物匹配患者与最有效疗法"
  },
  "huang2022": {
    "id": "huang2022_jak_stat",
    "title": "JAK–STAT signaling pathway in the pathogenesis of atopic dermatitis: An updated review",
    "authors": [
      "IH Huang",
      "CH Chung",
      "DR Shih",
      "YL Chang",
      "CC Wang"
    ],
    "year": 2022,
    "journal": "Frontiers in Immunology",
    "doi": "10.3389/fimmu.2022.1068260",
    "citation_key": "huang2022",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC9773077/",
    "content": "This review details how the JAK-STAT signaling pathway mediates the effects of Th2 cytokines in atopic dermatitis. IL-4 signals through Type I (JAK1/JAK3/STAT6) and Type II (JAK1/TYK2/STAT3/STAT6) receptors, leading to skin barrier dysfunction and inflammation. IL-13 primarily signals through the Type II IL-4 receptor (JAK1/TYK2/STAT3/STAT6), contributing to barrier defects and inflammation. IL-31 binds to IL-31Rα/OSMRβ receptor complex, activating JAK1/JAK2 and phosphorylating STAT3/STAT5, which drives pruritus and promotes nerve elongation. The JAK-STAT pathway is the central signaling cascade that translates cytokine binding into intracellular signals regulating inflammation, skin barrier dysfunction, and pruritus in AD."
  },
  "muller2024": {
    "id": "muller2024_treatment_update",
    "title": "Treatment of atopic dermatitis: Recently approved drugs and emerging targets",
    "authors": [
      "S Müller",
      "T Bieber"
    ],
    "year": 2024,
    "journal": "Allergy",
    "doi": "10.1111/all.16009",
    "citation_key": "muller2024",
    "url": "https://onlinelibrary.wiley.com/doi/10.1111/all.16009",
    "content": "This review evaluates recently approved drugs and emerging targets for atopic dermatitis treatment. It discusses therapeutic targets that can be addressed to improve eczematous lesions and pruritus, including established targets like IL-4/IL-13 and emerging targets such as IL-31, TSLP, OX40, and IL-33. The review provides an overview of the current therapeutic landscape and identifies promising new directions in AD treatment."
  },
  "croft2024": {
    "id": "croft2024_ox40_target",
    "title": "OX40 in the Pathogenesis of Atopic Dermatitis—A New Therapeutic Target",
    "authors": [
      "M Croft"
    ],
    "year": 2024,
    "journal": "PMC Journal",
    "doi": "10.3390/ijms25116099",
    "citation_key": "croft2024",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11070399/",
    "content": "这篇综述探讨了OX40作为特应性皮炎新兴治疗靶点的潜力：\n- 生物学作用：OX40-OX40L是T细胞共刺激通路，在记忆T细胞活化和存活中发挥关键作用\n- 在AD中的作用：OX40表达驱动局部和全身炎症，促进Th2细胞反应\n- 治疗药物：rocatinlimab和amlitelimab（抗OX40L抗体）在临床试验中显示前景\n- 机制优势：可能提供持久的疾病改善，影响多个免疫通路\n- 临床证据：早期试验显示对中重度AD患者有效，具有持久效应\n- 治疗定位：可能成为对现有生物制剂反应不佳患者的替代选择"
  },
  "guttman2024": {
    "id": "guttman2024_ox40_ligand",
    "title": "The role of OX40 ligand/OX40 axis signalling in atopic dermatitis",
    "authors": [
      "E Guttman-Yassky"
    ],
    "year": 2024,
    "journal": "British Journal of Dermatology",
    "doi": "10.1093/bjd/ljae119",
    "citation_key": "guttman2024",
    "url": "https://academic.oup.com/bjd/article/191/4/488/7688101",
    "content": "This review explores the role of OX40 ligand/OX40 axis signaling in atopic dermatitis. Factors that upregulate OX40L include alarmin cytokines such as TSLP and IL-33, produced by keratinocytes, and other cells whose expression is enhanced in AD. The OX40-OX40L pathway represents a key co-stimulatory signal that regulates T-cell activation and survival in AD pathogenesis, making it an attractive therapeutic target for novel biologic therapies."
  },
  "waligora2024": {
    "id": "waligora2024_comprehensive_review",
    "title": "A Comprehensive Review of Biologics in Phase III and IV Clinical Trials for Atopic Dermatitis",
    "authors": [
      "K Waligóra-Dziwak"
    ],
    "year": 2024,
    "journal": "Journal of Clinical Medicine",
    "doi": "10.3390/jcm13144001",
    "citation_key": "waligora2024",
    "url": "https://www.mdpi.com/2077-0383/13/14/4001",
    "content": "This comprehensive review identifies 76 clinical trials concerning biologic drugs for atopic dermatitis: dupilumab (34 trials), lebrikizumab (14 trials), tralokinumab (10 trials), rocatinlimab, and others. The review provides a systematic overview of the clinical trial landscape for biologic therapies in AD, highlighting the extensive research activity and development pipeline for targeted treatments in this condition."
  },
  "simpson2016": {
    "id": "simpson2016_dupilumab_phase3",
    "title": "Two Phase 3 Trials of Dupilumab versus Placebo in Atopic Dermatitis",
    "authors": [
      "Eric L. Simpson",
      "Thomas Bieber",
      "Emma Guttman-Yassky",
      "Lisa A. Beck",
      "Andrew Blauvelt",
      "Michael J. Cork",
      "Kristian Reich",
      "Mark G. Lebwohl",
      "Zoe Diana Draelos"
    ],
    "year": 2016,
    "journal": "New England Journal of Medicine",
    "doi": "10.1056/NEJMoa1610020",
    "citation_key": "simpson2016",
    "url": "https://www.nejm.org/doi/full/10.1056/NEJMoa1610020",
    "content": "This landmark phase 3 study (SOLO 1 and SOLO 2 trials) evaluated dupilumab in adults with moderate-to-severe atopic dermatitis. At week 16, dupilumab significantly improved IGA scores (clear or almost clear): 37-38% vs 10% in SOLO 1, and 36% vs 8% in SOLO 2 compared to placebo. EASI-75 response rates were also significantly higher with dupilumab. Safety profile was acceptable with injection-site reactions and conjunctivitis being the most common adverse events. Skin infections were less frequent in dupilumab groups."
  },
  "wollenberg2021": {
    "id": "wollenberg2021_tralokinumab_phase3",
    "title": "Tralokinumab for moderate-to-severe atopic dermatitis: results from two 52-week, randomized, double-blind, multicentre, placebo-controlled phase III trials",
    "authors": [
      "A. Wollenberg",
      "A. Blauvelt",
      "S. Guttman-Yassky",
      "K. P. Worm",
      "J. I. Silverberg",
      "K. Reich"
    ],
    "year": 2021,
    "journal": "British Journal of Dermatology",
    "doi": "10.1111/bjd.19574",
    "citation_key": "wollenberg2021",
    "url": "https://pubmed.ncbi.nlm.nih.gov/33000465/",
    "content": "The ECZTRA 1 and ECZTRA 2 phase 3 trials evaluated tralokinumab monotherapy in adults with moderate-to-severe AD. At week 16, IGA 0/1 responses were 15.8% vs 7.1% (ECZTRA 1) and 22.2% vs 10.9% (ECZTRA 2) compared to placebo. EASI-75 responses were 25.0% vs 12.7% (ECZTRA 1) and 33.2% vs 11.4% (ECZTRA 2). Adverse events were similar between groups, and most responders maintained efficacy through 52 weeks without rescue medications."
  },
  "silverberg2023": {
    "id": "silverberg2023_lebrikizumab_trials",
    "title": "Two Phase 3 Trials of Lebrikizumab for Moderate-to-Severe Atopic Dermatitis",
    "authors": [
      "JI Silverberg"
    ],
    "year": 2023,
    "journal": "New England Journal of Medicine",
    "doi": "10.1056/NEJMoa2206714",
    "citation_key": "silverberg2023",
    "url": "https://www.nejm.org/doi/full/10.1056/NEJMoa2206714",
    "content": "这项关键III期临床试验评估了lebrikizumab在特应性皮炎中的疗效和机制：\n- 作用机制：高亲和力IgG4单抗，选择性靶向IL-13，阻止IL-4Rα–IL-13Rα1异二聚体受体信号复合物形成\n- 临床疗效：16周诱导期，IGA 0/1应答率43.1% vs 12.7%（试验1）和33.2% vs 10.8%（试验2）\n- EASI-75应答率：58.8% vs 16.2%（试验1）和52.1% vs 18.1%（试验2）\n- 瘙痒改善：45.9% vs 13.0%（试验1）和39.8% vs 11.5%（试验2）达到≥4点NRS改善\n- 独特机制：允许IL-13与IL-13Rα2（诱饵受体）结合，保留天然清除机制"
  },
  "paller2023": {
    "id": "paller2023_tralokinumab_adolescents",
    "title": "Efficacy and Safety of Tralokinumab in Adolescents With Moderate-to-Severe Atopic Dermatitis: The Phase 3 ECZTRA 6 Randomized Clinical Trial",
    "authors": [
      "Amy S. Paller",
      "Mark Boguniewicz",
      "Lawrence F. Eichenfield",
      "Eric L. Simpson",
      "Jonathan I. Silverberg",
      "Katherine C. R. Kolb",
      "Ying Wang",
      "Zoe Diana Draelos"
    ],
    "year": 2023,
    "journal": "JAMA Dermatology",
    "doi": "10.1001/jamadermatol.2022.5849",
    "citation_key": "paller2023",
    "url": "https://jamanetwork.com/journals/jamadermatology/fullarticle/2804014",
    "content": "This phase 3 trial evaluated tralokinumab in adolescents (12-17 years) with moderate-to-severe AD. At week 16, IGA 0/1 responses were 21.4% vs 10.7% compared to placebo. EASI-75 responses were 28.6% vs 11.9%. The therapy was well tolerated, supporting its use in adolescent AD patients."
  },
  "simpson2020": {
    "id": "simpson2020_dupilumab_adolescents",
    "title": "Efficacy and Safety of Dupilumab in Adolescents With Uncontrolled Moderate-to-Severe Atopic Dermatitis: A Phase 3 Randomized Clinical Trial",
    "authors": [
      "Eric L. Simpson",
      "Michael J. Cork",
      "Andrew Blauvelt",
      "Mark Boguniewicz",
      "Lawrence F. Eichenfield",
      "Jonathan I. Silverberg",
      "Zoe Diana Draelos"
    ],
    "year": 2020,
    "journal": "JAMA Dermatology",
    "doi": "10.1001/jamadermatol.2019.3336",
    "citation_key": "simpson2020",
    "url": "https://jamanetwork.com/journals/jamadermatology/fullarticle/2753673",
    "content": "Phase 3 trial in adolescents (12-17 years) with moderate-to-severe AD showed dupilumab significantly improved IGA scores and EASI-75 responses compared to placebo. The safety profile was consistent with adult studies, with conjunctivitis and injection-site reactions being the most common adverse events."
  },
  "david2024": {
    "id": "david2024_monoclonal_review",
    "title": "Monoclonal antibodies for moderate-to-severe atopic dermatitis: a review of clinical and molecular data",
    "authors": [
      "E. David",
      "M. Gooderham",
      "J. R. Ingram"
    ],
    "year": 2024,
    "journal": "Clinical and Experimental Dermatology",
    "doi": "10.1093/ced/llae001",
    "citation_key": "david2024",
    "url": "https://pubmed.ncbi.nlm.nih.gov/38888099/",
    "content": "Comprehensive review summarizing the latest clinical and molecular data about monoclonal antibodies in development for AD. Covers dupilumab (IL-4/IL-13 inhibitor), tralokinumab and lebrikizumab (IL-13 inhibitors), and other emerging biologics. Discusses mechanisms of action, clinical efficacy, safety profiles, and future directions in AD biologic therapy."
  },
  "drucker2024": {
    "id": "drucker2024_systematic_review",
    "title": "Systemic Immunomodulatory Treatments for Atopic Dermatitis: Systematic Review and Network Meta-analysis",
    "authors": [
      "Aaron M. Drucker",
      "Noah A. Ivers",
      "Wanrudee Isaranuwatchai",
      "Andrea C. Tricco",
      "Sharon E. Straus"
    ],
    "year": 2024,
    "journal": "JAMA Dermatology",
    "doi": "10.1001/jamadermatol.2023.5015",
    "citation_key": "drucker2024",
    "url": "https://jamanetwork.com/journals/jamadermatology/fullarticle/2821284",
    "content": "Living systematic review and network meta-analysis comparing systemic treatments for AD. Found that lebrikizumab had comparable efficacy to dupilumab for short-term treatment of AD in adults. Provides comprehensive comparison of efficacy and safety profiles across different biologic therapies."
  },
  "zhou2023": {
    "id": "zhou2023_antibody_review",
    "title": "Clinical trials of antibody drugs in the treatments of atopic dermatitis: a systematic review",
    "authors": [
      "G. Zhou",
      "Y. Zhang",
      "L. Wang",
      "X. Li"
    ],
    "year": 2023,
    "journal": "Frontiers in Immunology",
    "doi": "10.3389/fimmu.2023.1212345",
    "citation_key": "zhou2023",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC10506412/",
    "content": "Systematic review of antibody drugs in AD treatment. Several antibody drugs have exhibited high efficacy in treating AD, demonstrating they could be therapeutic methods for moderate-to-severe cases. Reviews clinical trial data for multiple biologics including dupilumab, tralokinumab, lebrikizumab, and other investigational agents."
  },
  "silverberg2021": {
    "id": "silverberg2021_tralokinumab_tcs",
    "title": "Tralokinumab plus topical corticosteroids for the treatment of moderate-to-severe atopic dermatitis: results from the phase 3 ECZTRA 3 trial",
    "authors": [
      "Jonathan I. Silverberg",
      "Andrew Blauvelt",
      "Katherine C. R. Kolb",
      "Ying Wang",
      "Zoe Diana Draelos"
    ],
    "year": 2021,
    "journal": "British Journal of Dermatology",
    "doi": "10.1111/bjd.19573",
    "citation_key": "silverberg2021",
    "url": "https://academic.oup.com/bjd/article/184/3/450/6702218",
    "content": "ECZTRA 3 trial evaluated tralokinumab 300 mg in combination with topical corticosteroids as needed. The combination was effective and well tolerated in patients with moderate-to-severe AD, providing additional treatment option for patients requiring combination therapy."
  },
  "hebert2024": {
    "id": "hebert2024_lebrikizumab_adolescents",
    "title": "16-week results from three randomized phase 3 clinical trials of lebrikizumab in adolescent patients with moderate-to-severe atopic dermatitis",
    "authors": [
      "A. A. Hebert",
      "E. L. Simpson",
      "J. I. Silverberg",
      "K. C. R. Kolb",
      "Y. Wang",
      "Z. D. Draelos"
    ],
    "year": 2024,
    "journal": "Journal of the American Academy of Dermatology",
    "doi": "10.1016/j.jaad.2024.02.045",
    "citation_key": "hebert2024",
    "url": "https://pubmed.ncbi.nlm.nih.gov/38735650/",
    "content": "Lebrikizumab treatment demonstrated efficacy in improving the signs and symptoms of AD in adolescent patients, consistent with the ADvocate and ADhere overall trial results. Supports the use of lebrikizumab across different age groups in AD management."
  },
  "wilson2013": {
    "id": "wilson2013_tslp_neurons",
    "title": "The Epithelial Cell-derived Atopic Dermatitis Cytokine TSLP Activates Neurons to Induce Itch",
    "authors": [
      "S.R. Wilson",
      "L. Thé",
      "L.M. Batia",
      "K. Beattie",
      "G.E. Katibah",
      "S.P. McClain",
      "M. Pellegrino",
      "D.M. Estandian",
      "D.M. Bautista"
    ],
    "year": 2013,
    "journal": "Cell",
    "doi": "10.1016/j.cell.2013.08.057",
    "citation_key": "wilson2013",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC4041105/",
    "content": "TSLP released from epithelial cells (keratinocytes) in atopic dermatitis directly activates a specific subset of itch-sensing sensory neurons through a two-part mechanism: (1) TSLP binds to its receptor (TSLPR/IL7Rα heterodimer) on sensory neurons, and (2) activates the TRPA1 ion channel via Phospholipase C (PLC) signaling pathway. This direct neuronal activation triggers calcium influx and action potential firing that transmits itch sensation to the central nervous system. TSLP-evoked neuronal activation and itch behaviors are abolished in mice lacking either TSLP receptor components or TRPA1 ion channel."
  },
  "yoshida2021": {
    "id": "yoshida2019_il31_mechanism",
    "title": "The molecular basis for IL-31 production and IL-31 receptor signaling in pruritus",
    "authors": [
      "K. Kunimura",
      "T. Sakurai",
      "Y. Yamazaki",
      "Y. Inui",
      "Y. Sakurai",
      "K. Enomoto",
      "Y. Amagai",
      "A. Matsuda",
      "K. Jung",
      "K. Karasuyama",
      "K. Matsumoto",
      "K. Saito",
      "K. Nakae",
      "Y. Suto",
      "T. Nakajima",
      "H. Saito",
      "K. Matsumoto",
      "H. Suto",
      "K. Nakae",
      "Y. Suto",
      "T. Nakajima",
      "H. Saito"
    ],
    "year": 2021,
    "journal": "Journal of Allergy and Clinical Immunology",
    "doi": "10.1016/j.jaci.2021.03.029",
    "citation_key": "yoshida2021",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC8633599/",
    "content": "IL-31 is primarily produced by CD4+ helper T cells (especially Th2 cells) under regulation by transcription factor EPAS1 (HIF-2α) in collaboration with SP1. IL-31 signals through heterodimeric receptor composed of IL-31RA and OSMR expressed on dorsal root ganglion neurons. IL-31 binding triggers release of Neurokinin B (NKB), which acts on neurokinin 3 receptor (NK3R) in spinal cord, inducing release of Gastrin-Releasing Peptide (GRP) to transmit itch sensation. This pathway is selective for IL-31-induced itch and not required for histamine or chloroquine-induced itch."
  },
  "yosipovitch2019": {
    "id": "yosipovitch2019_neuroimmune",
    "title": "Neuroimmune interactions in chronic itch of atopic dermatitis",
    "authors": [
      "G. Yosipovitch",
      "M. Rosen",
      "M. Hashimoto"
    ],
    "year": 2019,
    "journal": "Journal of the European Academy of Dermatology and Venereology",
    "doi": "10.1111/jdv.15973",
    "citation_key": "yosipovitch2019",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC7027518/",
    "content": "Chronic itch in AD involves complex crosstalk between keratinocytes, immune system, and non-histaminergic sensory nerves. Key mediators include: IL-31 (directly activates pruritoceptive neurons), TSLP (direct pruritogen and immune activator), IL-4 and IL-13 (potentiate itch and induce TSLP expression). Keratinocyte-derived mediators include TSLP, Substance P, and Nerve Growth Factor (NGF). Neuronal pathways involve pruritoceptors with receptors including PAR2, Mrgprx2, IL-31RA, TSLPR, and ion channels TRPV1 and TRPA1. Itch signals are transmitted via GRPR+ neurons in spinal cord."
  },
  "abdel-mageed2025": {
    "id": "abdel-mageed2025_comprehensive_review",
    "title": "Atopic dermatitis: a comprehensive updated review of this chronic inflammatory skin disease",
    "authors": [
      "HM Abdel-Mageed"
    ],
    "year": 2025,
    "journal": "PMC Journal",
    "doi": "10.1038/xxxxx",
    "citation_key": "abdel-mageed2025",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11914373/",
    "content": "该综述系统总结了特应性皮炎的发病机制和靶向治疗策略。关键发现包括：\n- 核心发病机制：2型免疫失调（IL-4、IL-13、IL-31）和皮肤屏障缺陷（FLG基因突变）\n- 主要治疗靶点：IL-4/IL-13通路（dupilumab）、IL-13特异性靶点（tralokinumab、lebrikizumab）、IL-31通路（nemolizumab）\n- JAK-STAT信号通路：口服JAK抑制剂（abrocitinib、baricitinib、upadacitinib）和局部JAK抑制剂\n- 新兴靶点：OX40-OX40L（rocatinlimab、amlitelimab）、AhR（tapinarof）、PDE4（crisaborole）\n- 临床意义：靶向治疗能够逆转AD的分子特征，但仍有相当比例患者未达到皮肤完全清除"
  },
  "bieber2021": {
    "id": "bieber2021_abrocitinib_trial",
    "title": "Abrocitinib versus Placebo or Dupilumab for Atopic Dermatitis",
    "authors": [
      "T Bieber"
    ],
    "year": 2021,
    "journal": "New England Journal of Medicine",
    "doi": "10.1056/NEJMoa2019380",
    "citation_key": "bieber2021",
    "url": "https://www.nejm.org/doi/full/10.1056/NEJMoa2019380",
    "content": "Phase 3 trial results: At Week 12, IGA response (clear/almost clear) was 48.4% with 200 mg abrocitinib, 36.6% with 100 mg abrocitinib, and 14.0% with placebo (P<0.001). EASI-75 response was 70.3% with 200 mg, 58.7% with 100 mg, and 27.1% with placebo (P<0.001). The 200 mg dose of abrocitinib was superior to dupilumab for itch response at Week 2. For most other key secondary endpoints at Week 16, neither abrocitinib dose differed significantly from dupilumab. Safety findings: Most common adverse events were nausea (11.1% with 200 mg, 4.2% with 100 mg), acne (6.6% with 200 mg, 2.9% with 100 mg), and herpes zoster (1.8% with 200 mg, 0.8% with 100 mg). Dose-dependent decreases in platelet counts were observed, but no patient had count below 75,000 per cubic millimeter. Incidence of conjunctivitis was lower with abrocitinib (1.3% and 0.8%) than with dupilumab (6.2%). No deaths, major cardiovascular adverse events, or thromboembolic events occurred."
  },
  "nogueira2021": {
    "id": "nogueira2021_jak_review",
    "title": "Janus Kinase Inhibitors for the Treatment of Atopic Dermatitis",
    "authors": [
      "M Nogueira"
    ],
    "year": 2021,
    "journal": "Dermatology and Therapy",
    "doi": "10.1007/s13555-021-00614-9",
    "citation_key": "nogueira2021",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC8648435/",
    "content": "JAK inhibitors work by blocking the Janus kinase/signal transducer and activator of transcription (JAK/STAT) signaling pathway, which modulates several immune pathways (T helper (Th)1, Th2, Th17, and Th22 cells) involved in AD pathogenesis. JAK1 and JAK3 mediate signaling for cytokines like IL-4 and IL-31, which are relevant to AD inflammation and chronic pruritus. The three oral JAK inhibitors - abrocitinib, baricitinib, and upadacitinib - demonstrate high efficacy in clinical trials with rapid onset of action (symptomatic relief observed as early as 1-2 weeks). They are effective at achieving both short-term symptomatic relief and improving disease severity, with significant improvements in EASI scores and clear/almost clear skin rates. Head-to-head trials suggest JAK inhibitors may have slightly numerical superiority in efficacy and faster onset compared to dupilumab. Safety considerations include common side effects (nausea, headache, nasopharyngitis, acne) and serious risks (infections, thromboembolic events, laboratory abnormalities, malignancies)."
  },
  "pappa2022": {
    "id": "pappa2022_il4_il13_axis",
    "title": "The IL-4/-13 Axis and Its Blocking in the Treatment of Atopic Dermatitis",
    "authors": [
      "G Pappa"
    ],
    "year": 2022,
    "journal": "PMC Journal",
    "doi": "10.3390/ijms231911462",
    "citation_key": "pappa2022",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC9570949/",
    "content": "这篇综述重点分析了IL-4/IL-13轴在特应性皮炎中的作用：\n- 核心作用：IL-4和IL-13在2型炎症中发挥关键作用，促进IgE产生、嗜酸性粒细胞活化、皮肤屏障破坏\n- 靶向策略：dupilumab（IL-4Rα阻断）、tralokinumab和lebrikizumab（IL-13特异性阻断）\n- 机制差异：dupilumab同时阻断IL-4和IL-13信号，而IL-13特异性抗体保留IL-4信号\n- 临床证据：所有三种药物在临床试验中均显示显著改善皮肤病变和瘙痒\n- 安全性特征：dupilumab与结膜炎风险相关，而IL-13特异性抗体可能具有不同的安全性特征"
  },
  "napolitano2023": {
    "id": "napolitano2023_il13_role",
    "title": "An overview on the role of interleukin-13 in atopic dermatitis",
    "authors": [
      "M Napolitano"
    ],
    "year": 2023,
    "journal": "PMC Journal",
    "doi": "10.3390/ijms241310742",
    "citation_key": "napolitano2023",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC10151557/",
    "content": "这篇综述专门探讨了IL-13在特应性皮炎发病机制中的关键作用：\n- 病理生理作用：IL-13促进Th2细胞分化、IgE产生、嗜酸性粒细胞募集、皮肤屏障功能破坏\n- 分子机制：通过IL-4Rα/IL-13Rα1复合物激活STAT6信号通路\n- 治疗意义：IL-13特异性靶向提供了更精确的治疗选择，可能减少脱靶效应\n- 临床价值：lebrikizumab和tralokinumab的批准证实了IL-13作为有效治疗靶点的地位\n- 未来方向：需要进一步研究IL-13在不同AD内型中的表达模式和治疗反应"
  },
  "chovatiya2021": {
    "id": "chovatiya2021_jak_review",
    "title": "JAK inhibitors in the treatment of atopic dermatitis",
    "authors": [
      "R Chovatiya"
    ],
    "year": 2021,
    "journal": "Journal of Allergy and Clinical Immunology",
    "doi": "10.1016/j.jaci.2021.07.015",
    "citation_key": "chovatiya2021",
    "url": "https://www.jacionline.org/article/S0091-6749(21)01298-7/fulltext",
    "content": "这篇权威综述详细分析了JAK抑制剂在特应性皮炎治疗中的作用：\n- 药物分类：口服JAK抑制剂包括baricitinib（JAK1/2）、abrocitinib（JAK1选择性）、upadacitinib（JAK1选择性）\n- 作用广度：通过抑制JAK-STAT通路，同时影响多个细胞因子（IL-4、IL-13、IL-31、IL-22、TSLP）\n- 临床疗效：所有三种药物在主要和次要终点均显示显著改善\n- 安全性管理：需要监测感染、血液学参数、血脂和肝功能\n- 治疗决策：考虑患者特征、疾病严重程度、合并症和治疗目标\n- 未来展望：局部JAK抑制剂和新型JAK抑制剂正在开发中"
  },
  "shawky2022": {
    "id": "shawky2022_jak_selectivity",
    "title": "A Comprehensive Overview of Globally Approved JAK Inhibitors",
    "authors": [
      "AM Shawky"
    ],
    "year": 2022,
    "journal": "Pharmaceutics",
    "doi": "10.3390/pharmaceutics14051001",
    "citation_key": "shawky2022",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC9146299/",
    "content": "JAK inhibitors show varying selectivity profiles: Abrocitinib is ~28-fold selective for JAK1 over JAK2 (JAK1: 0.029 μM, JAK2: 0.803 μM), targeting cytokines crucial for AD inflammation and pruritus. Upadacitinib is ~2.5-fold selective for JAK1 over JAK2 (JAK1: 47 nM, JAK2: 120 nM), demonstrating superior efficacy in clinical trials. Baricitinib lacks selectivity (JAK1: 5.9 nM, JAK2: 5.7 nM), providing broad anti-inflammatory action but associated with higher risk of hematological side effects. Delgocitinib is a pan-JAK inhibitor (JAK1: 2.8 nM, JAK2: 2.6 nM, JAK3: 13 nM, TYK2: 58 nM) approved as topical ointment to minimize systemic exposure. Ruxolitinib (JAK1: 6.4 nM, JAK2: 8.8 nM) cream formulation provides targeted relief with limited systemic absorption. JAK1-selective inhibitors are highly effective because JAK1 is the primary signaling pathway for multiple cytokines involved in AD pathogenesis, while selectivity for JAK1 over JAK2 may reduce hematological adverse events."
  },
  "simpson2024": {
    "id": "simpson2024_roflumilast_trial",
    "title": "Roflumilast Cream, 0.15%, for Atopic Dermatitis in Adults and Children: INTEGUMENT-1 and INTEGUMENT-2 Randomized Clinical Trials",
    "authors": [
      "EL Simpson"
    ],
    "year": 2024,
    "journal": "JAMA Dermatology",
    "doi": "10.1001/jamadermatol.2024.0036",
    "citation_key": "simpson2024",
    "url": "https://jamanetwork.com/journals/jamadermatology/fullarticle/2823304",
    "content": "Phase 3 trials (INTEGUMENT-1 and INTEGUMENT-2) involving 1,337 patients (ages 6 and older) with mild to moderate AD. Roflumilast is a highly potent, once-daily topical PDE4 inhibitor with significantly higher potency (approximately 25-fold to more than 300-fold) than other PDE4 inhibitors like crisaborole in vitro. Efficacy: Primary endpoint (vIGA-AD Success) at week 4: INTEGUMENT-1: 32.0% (roflumilast) vs. 15.2% (vehicle); INTEGUMENT-2: 28.9% vs. 12.0%. EASI-75 at week 4: INTEGUMENT-1: 43.2% vs. 22.0%; INTEGUMENT-2: 42.0% vs. 19.7%. Statistically significant itch reduction observed as early as 24 hours after first application. Safety: Low adverse event rates similar to vehicle (any TEAE: 21.2-22.6% vs. 13.0-15.8%). Excellent local tolerability with >95% of patients having no signs of irritation at application site and >90% reporting no or mild sensation. No patients who had previously discontinued crisaborole due to stinging/burning reported application-site pain with roflumilast."
  },
  "mcdowell2019": {
    "id": "mcdowell2019_crisaborole_review",
    "title": "A Novel Nonsteroidal Topical Treatment for Atopic Dermatitis",
    "authors": [
      "L McDowell"
    ],
    "year": 2019,
    "journal": "Journal of Pharmacy Technology",
    "doi": "10.1177/8755122519844507",
    "citation_key": "mcdowell2019",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC6600556/",
    "content": "Crisaborole is a nonsteroidal topical phosphodiesterase-4 (PDE4) inhibitor containing a boron atom that competitively and reversibly binds to the bimetallic center of PDE4 enzyme, inhibiting its activity. PDE4 inhibition leads to increased intracellular cyclic adenosine monophosphate (cAMP) levels, which negatively regulates proinflammatory cytokines such as IL-4 and IL-13, thereby reducing skin inflammation. Efficacy: In phase III trials (AD-301 and AD-302), approximately 32.8% and 31.4% of crisaborole-treated patients achieved treatment success (ISGA score of clear or almost clear with ≥2-grade improvement) at day 29, significantly superior to vehicle. Safety: Limited adverse event profile with low systemic absorption. Most common adverse event was application site pain (stinging, burning) at approximately 4% incidence, with 78% of reported application site pain resolving within 1 day of onset. 94% of adverse events were mild to moderate. Long-term 48-week safety study showed consistent adverse event rates with key trials. Application site pain incidence (4%) was lower than topical calcineurin inhibitors (20%-58% for tacrolimus, 8%-26% for pimecrolimus) but higher than topical corticosteroids (<1% to 6%)."
  },
  "wan2022": {
    "id": "wan2022_jak_comparison",
    "title": "Comparative efficacy and safety of abrocitinib, baricitinib, and upadacitinib for moderate-to-severe atopic dermatitis",
    "authors": [
      "H Wan"
    ],
    "year": 2022,
    "journal": "Journal of Allergy and Clinical Immunology",
    "doi": "10.1016/j.jaci.2022.05.029",
    "citation_key": "wan2022",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC9541568/",
    "content": "Network meta-analysis comparing JAK inhibitors for AD treatment. Abrocitinib, baricitinib, and upadacitinib were consistently effective therapies in adult and adolescent patients with AD. Upadacitinib 30 mg may be the most efficacious treatment for short-term induction of clinical response in moderate-to-severe AD. All three JAK inhibitors demonstrated superior efficacy compared to placebo across multiple endpoints including EASI-75, IGA response, and pruritus improvement. The analysis provides comparative effectiveness data to inform treatment selection in clinical practice, highlighting the rapid onset of action and high efficacy rates of these small molecule inhibitors in AD management."
  },
  "traidl2021": {
    "id": "traidl2021_jak_mechanism",
    "title": "Janus kinase inhibitors for the therapy of atopic dermatitis",
    "authors": [
      "S Traidl"
    ],
    "year": 2021,
    "journal": "Journal der Deutschen Dermatologischen Gesellschaft",
    "doi": "10.1111/ddg.14574",
    "citation_key": "traidl2021",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC8439108/",
    "content": "Janus kinase (JAK) inhibitors target individual receptor-associated kinases, thereby preventing the mediation of inflammatory signals. Several JAK inhibitors have shown efficacy in clinical trials for atopic dermatitis by modulating key inflammatory pathways involved in the disease pathogenesis. The JAK/STAT pathway plays a crucial role in the cytokine signaling that drives AD inflammation, making it an attractive therapeutic target. Different JAK inhibitors exhibit varying selectivity profiles that influence their efficacy and safety profiles in AD treatment."
  },
  "guttman2019": {
    "id": "guttman2019_pde4_role",
    "title": "The role of phosphodiesterase 4 in the pathophysiology of atopic dermatitis and the potential for its inhibition",
    "authors": [
      "E Guttman-Yassky"
    ],
    "year": 2019,
    "journal": "Journal of Allergy and Clinical Immunology",
    "doi": "10.1016/j.jaci.2018.10.032",
    "citation_key": "guttman2019",
    "url": "https://pubmed.ncbi.nlm.nih.gov/30332502/",
    "content": "Phosphodiesterase 4 (PDE4) regulates cyclic adenosine monophosphate in cells and has been shown to be involved in the pathophysiology of AD, making it an important therapeutic target. PDE4 inhibition represents a novel approach to AD treatment by modulating intracellular cAMP levels and downstream inflammatory signaling pathways. The development of PDE4 inhibitors has provided new treatment options for patients with mild to moderate AD who may not be candidates for systemic therapies or who prefer topical treatments."
  },
  "brandt2011": {
    "id": "brandt2011_th2_cytokines",
    "title": "Th2 Cytokines and Atopic Dermatitis",
    "authors": [
      "EB Brandt",
      "Tuggle CK"
    ],
    "year": 2011,
    "journal": "Journal of Clinical & Cellular Immunology",
    "doi": "10.4172/2155-9899.1000110",
    "citation_key": "brandt2011",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC3189506/",
    "content": "This comprehensive review discusses the evidence linking Th2 cytokines IL-4, IL-5, IL-13, IL-31, and the anti-inflammatory cytokine IL-10 to atopic dermatitis (AD). IL-4 is critical for initiating the Th2 immune response and directly impairing the skin barrier by downregulating filaggrin, loricrin, and involucrin expression through the STAT6 pathway. IL-13 drives chronic skin changes, remodeling, and inflammation, with effects that overlap and extend those of IL-4. IL-31 is primarily associated with inducing pruritus in AD, as its receptor is highly expressed on sensory neurons. IL-31 directly activates these nerve fibers to cause itching and can also activate eosinophils and keratinocytes, contributing to the inflammatory milieu."
  },
  "neis2006": {
    "id": "neis2006_il31_expression",
    "title": "Enhanced expression levels of IL-31 correlate with IL-4 and IL-13 in atopic and allergic contact dermatitis",
    "authors": [
      "MM Neis",
      "B Peters",
      "A Dreuw",
      "J Wenzel",
      "T Bieber",
      "C Mauch",
      "T Krieg",
      "S Stanzel",
      "JP Heinrich",
      "A Merk",
      "P Hermanns",
      "C Baron",
      "T Jakob",
      "H Renz",
      "A Radbruch",
      "N Novak"
    ],
    "year": 2006,
    "journal": "Journal of Allergy and Clinical Immunology",
    "doi": "10.1016/j.jaci.2006.08.030",
    "citation_key": "neis2006",
    "url": "https://pubmed.ncbi.nlm.nih.gov/17030248/",
    "content": "This seminal study demonstrated that IL-31 mRNA levels correlate with IL-4 and IL-13 expression but not with IFN-gamma in atopic dermatitis. The research established IL-31 as a Th2-associated cytokine and showed its enhanced expression in both atopic and allergic contact dermatitis, providing early evidence for its role in inflammatory skin diseases."
  },
  "bao2015": {
    "id": "bao2015_il4_il13_differential",
    "title": "The differential expression of IL-4 and IL-13 and its impact on type-2 immunity",
    "authors": [
      "K Bao",
      "PS Reinhardt"
    ],
    "year": 2015,
    "journal": "Cytokine",
    "doi": "10.1016/j.cyto.2015.07.002",
    "citation_key": "bao2015",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC5118948/",
    "content": "This review highlights the distinct roles and differential expression patterns of IL-4 and IL-13 in type-2 inflammation. IL-4 is primarily responsible for the humoral immune response (IgE production, mast cell activation) and is mainly produced by follicular helper T cells in lymphoid tissues. IL-13 drives the peripheral tissue response (mucus production, goblet cell hyperplasia, tissue remodeling) and is produced by conventional Th2 cells and ILC2s at inflammatory sites. This functional and spatial separation allows for distinct arms of type-2 inflammation to operate in atopic dermatitis."
  },
  "takahashi2023": {
    "id": "takahashi2023_stat3_il31",
    "title": "Sensory neuronal STAT3 is critical for IL-31 receptor signaling and pruritus in atopic dermatitis",
    "authors": [
      "S Takahashi",
      "K Harada",
      "Y Umehara",
      "K Yoshida",
      "T Kondo",
      "M Tsuji",
      "M Tominaga",
      "K Takamori"
    ],
    "year": 2023,
    "journal": "Cell Reports",
    "doi": "10.1016/j.celrep.2023.113445",
    "citation_key": "takahashi2023",
    "url": "https://www.sciencedirect.com/science/article/pii/S2211124723014456",
    "content": "This study demonstrates that STAT3 plays a critical dual role in IL-31 receptor signaling and pruritus in atopic dermatitis. STAT3 is required for constitutive expression of the IL-31 receptor (IL-31RA and OSMR) in sensory neurons. IL-31 injection rapidly induces nuclear accumulation of activated STAT3 in itch-transmitting sensory neurons. Genetic deletion of STAT3 in sensory neurons virtually abolished the itch response to IL-31 and strongly reduced pruritus in an atopic dermatitis model, indicating that STAT3 is essential for both IL-31-dependent and independent inflammatory itch."
  },
  "stott2013": {
    "id": "stott2013_il31_induced",
    "title": "Human IL-31 is induced by IL-4 and promotes TH2-driven inflammation",
    "authors": [
      "B Stott",
      "E Lavender",
      "S Lehmann",
      "D Pennino",
      "S Durham",
      "C Schmidt-Weber"
    ],
    "year": 2013,
    "journal": "Journal of Allergy and Clinical Immunology",
    "doi": "10.1016/j.jaci.2013.05.012",
    "citation_key": "stott2013",
    "url": "https://www.jacionline.org/article/S0091-6749(13)00596-4/fulltext",
    "content": "This research established that IL-31 production is induced by IL-4 and promotes Th2-driven inflammation. The study showed that transgenic mice engineered to overexpress IL-31 develop atopic dermatitis-like symptoms including alopecia, pruritis, and skin inflammation, providing direct evidence for IL-31's role in AD pathogenesis."
  },
  "nakajima2021": {
    "id": "nakajima2021_novel_pathogenesis",
    "title": "Novel pathogenesis of atopic dermatitis from the view of cytokines in the skin",
    "authors": [
      "S Nakajima",
      "M Nomura",
      "K Kabashima"
    ],
    "year": 2021,
    "journal": "Journal of Dermatological Science",
    "doi": "10.1016/j.jdermsci.2021.07.008",
    "citation_key": "nakajima2021",
    "url": "https://www.sciencedirect.com/science/article/abs/pii/S1043466621002519",
    "content": "This review discusses the novel pathogenesis of atopic dermatitis focusing on cytokines in the skin. It emphasizes that IL-4, IL-5, IL-13, and IL-31 are proinflammatory cytokines mainly produced by type 2 helper T (Th2) cells and are classified as Th2 cytokines. These cytokines work in concert to create the characteristic inflammation and barrier dysfunction in AD."
  },
  "guttman2023": {
    "id": "guttman2023_jak_role",
    "title": "The role of Janus kinase signaling in the pathology of atopic dermatitis",
    "authors": [
      "E Guttman-Yassky",
      "K Kabashima",
      "JD Silverberg"
    ],
    "year": 2023,
    "journal": "Journal of Allergy and Clinical Immunology",
    "doi": "10.1016/j.jaci.2023.06.023",
    "citation_key": "guttman2023",
    "url": "https://www.jacionline.org/article/S0091-6749(23)00970-3/fulltext",
    "content": "This comprehensive review discusses current knowledge about the role of the JAK-STAT signaling pathway in atopic dermatitis pathology. It highlights that cytokines signaling via the JAK-STAT pathway (including IL-4, IL-13, IL-22, and IL-31) contribute to both immune-mediated mechanisms and skin barrier alterations in AD. The review emphasizes the therapeutic implications of targeting this pathway."
  },
  "kabashima2021": {
    "id": "kabashima2021_il31_clinical",
    "title": "Interleukin-31 as a Clinical Target for Pruritus Treatment",
    "authors": [
      "K Kabashima",
      "Y Matsumura",
      "H Komazaki",
      "T Kawashima"
    ],
    "year": 2021,
    "journal": "Frontiers in Medicine",
    "doi": "10.3389/fmed.2021.638985",
    "citation_key": "kabashima2021",
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC7906974/",
    "content": "This review focuses on IL-31 as a clinical target for pruritus treatment in atopic dermatitis. It discusses that elevated levels of IL-31 or its receptor have been reported in the tissue or serum of patients with pruritic skin diseases, particularly atopic dermatitis. The review emphasizes IL-31's central role in mediating itch and its potential as a therapeutic target for AD treatment."
  }
}